{"212":{"Reference Code":"S-0223","Solution Name (Eng)":"OceanX Share","Solution Description":"OceanX Share is the best way to share documents to internal and external users securely. \n\nCompanies sharing documents through email are being threaded by data leakage. Email is transmitted through internet, captured and scanned by various third parties. Email information can be stolen by hackers and companies may lost credibility, facing fines and other legal consequences.  \n\nInstead of sharing documents simply through email, a secure document sharing system can help you to keep your data confidential, avoid lost of data and compliance with regulations, such as the Personal Data (Privacy) Ordinance and GDPR.\n\nOceanX Share controls access to shared documents with password control, view \/ print \/ download control, expiry date of the shared documents and control how many times a shared document to be access. It has Share History which allows users to know when and how a shared document is being access. Documents are stored in a secure link, users can send the link instead of whole document to others by email.","Cosine Similarity":0.2646878958},"154":{"Reference Code":"S-0160","Solution Name (Eng)":"Smart glass","Solution Description":"Smart Glass:\n1\/ gradient effect of the Smart Film\n2\/ countdown function to turn off the Smart Film \n3\/ Display the countdown on the Smart Film","Cosine Similarity":0.2630218267},"235":{"Reference Code":"S-0246","Solution Name (Eng)":"Remo Video Conferencing","Solution Description":"Remo is a video-first conferencing platform that operates as a physical online space allowing users to see, hear, and feel like other users are sitting next to them that matches real-life human experience.","Cosine Similarity":0.2628819346},"77":{"Reference Code":"S-0080","Solution Name (Eng)":"OceanX Cloud-based Enterprise Content Management (ECM)","Solution Description":"Support Cloud-based and On-premise Implementation\nOceanX ECM provides a complete Enterprise Content Management solution with powerful functions including Document Management System (DMS), WorkFlow, Office Add-in, Outlook Add-in, Email Management, Capture, Share, Drive and PDFX. It replaces your Insecure and Chaotic File servers and provide a secured platform for B\/Ds to discuss, share, and collaborate on business-critical content. OceanX ECM is the information lifecycle process that begins with creation, management, publishing, archiving, and final disposition to meet your Security and Governance requirements.\n•\tHigh Security – AES 256 encryption, document history, access control and audit trail\n•\tOffice Add-in – Tightly Integrates Microsoft Office, enables users to Open, Edit, Save or Create in OceanX ECM\n•\tVersion Control – Provides check-in \/ check-out \/ version control to protect \"Single Version Of The Truth\"\n•\tOutlook Add-in – Email Management, Send & File. Users can also view and process files directly in Microsoft Outlook\n•\tOceanX Share – Securely share documents\n•\tOceanX Workflow – Document workflow approval process\n•\tOceanX Capture – Scan documents, patented CapturePlus technology improves OCR accuracy to 99.99%\n•\tPatented BuildingBlocks – Provide users with a personalized interface, increase user adoption rate","Cosine Similarity":0.2439765632},"152":{"Reference Code":"S-0158","Solution Name (Eng)":"Switchable Glass \/ Film","Solution Description":"The foggy glass is foggy when it is not powered on, and it is transparent after power on. It can be used on the exterior wall glass of the conference room, or replace the projection screen, and become the whiteboard wall for video playback.","Cosine Similarity":0.2358701825},"70":{"Reference Code":"S-0073","Solution Name (Eng)":"Enlighted Multi-Features Micro IoT Sensors Solution","Solution Description":"Enlighted solution captures power, light, motion, temperature and BLE data by one single 5 in 1 micro sensors.  It delivered the benefit of energy efficiency, space utilization as well as the asset tracking and location services to users.","Cosine Similarity":0.2308305055},"179":{"Reference Code":"S-0186","Solution Name (Eng)":"Technology of independent intellectual property identity authentication and tracking of close contacts of patients to assist in epidemic prevention and control and return to work","Solution Description":"This program provides two technical services for the current epidemic prevention and control, such as tracking the people who have been in close contact with the confirmed patient, and the independent intellectual property identity authentication technology that can solve the hidden dangers caused by the current lack of identity authentication; ifThe above-mentioned technologies can be effectively applied and will be able to effectively prevent and control the spread of the epidemic without loopholes, and provide assistance for the implementation of resumption of work and production.","Cosine Similarity":0.225700587},"144":{"Reference Code":"S-0148","Solution Name (Eng)":"Zscaler","Solution Description":"1. Zscaler Internet Access (ZIA)\nZscaler Internet Access is a Secure internet and Web Gateway delivered from the cloud. Offered as a service from the world’s largest security cloud, Zscaler Internet Access provides a full security stack with all the in-depth protection you’ll ever need.\n   - Secure Web Gateways\n   - Cloud Firewall\n   - Cloud IPS\n   - Cloud Sandbox\n   - Cloud DLP\n   - Cloud Application Control\n   - Bandwidth Control\n\n2. Zscaler Private Access\nZscaler Private Access (ZPA) takes a user- and application-centric approach to private application access. A fully cloud-delivered service, ZPA ensures that only authorized users have access to specific private applications by creating secure segments of one between individual devices and apps. That means no more network access, no more lateral movement. And, rather than relying on physical or virtual appliances, ZPA uses lightweight software to connect apps and users to the Zscaler security cloud, where the brokered micro-tunnels are stitched together in the location closest to the user.\n  -  ZPA for AWS\n  -  ZPA for Azure","Cosine Similarity":0.2220360637},"218":{"Reference Code":"S-0229","Solution Name (Eng)":"SonoWatermark","Solution Description":"We make sound visible!\nOur Watermarking-Technology catch the consumers' attention at the point of interest (POI).\nSonoWatermark enable: \n1. direct sales via smartphone during watching TV\n2. lead generation for advertisements\n3. Live TV Show Voting","Cosine Similarity":0.2130326033},"177":{"Reference Code":"S-0183","Solution Name (Eng)":"An Intelligent Solution for Automatic Processing and Chasing of Documents","Solution Description":"The Form-World® database is a relational “form” database.  It can be applied to document management systems, where paper documents are converted into electronic forms for storage and further processing.  Using the Form-World Document Management System requires no change to your current document management processes.  You can directly convert your hard copies to the Form-World documents, maintaining the same user interfaces (UI).  General clerks can handle the documents very easily.  Organizations have no need to invest on heavy capital equipment. \n\nThe following pain points can be solved easily  :- \n•        Information Capture \nUsers can define on the paper document their areas of interest.  The Data Extraction Module will locate the areas, recognize the characters, extract the relevant information and feed the information to the Form-World Document Management System.  (The Data Extraction Module is integrated with an OCR tool.)  The Data Extraction Module can also read relevant information from an XFA file. \n•        Content Verification \nRules can be set up such that data fields are restricted to user-defined types, formats, data range and order of input.  Users will be reminded to enter data correctly if these rules are violated. Field Validity Check \n•        Chase Reminders \nThe Form-World Document Management System integrates a workflow control mechanism.  A workflow is set up to track and control how multiple users act on a document.  These actions can be submission, review, approval, processing, etc.  The system will issue reminders, by e-mails or pop-up notifications, to users who are supposed to act on a step of the workflow.  The workflow can proceed to the next step only upon completion of the current step.  This will automate the document chasing process.  Documents can be submitted via (1) the client computer or (2) a browser, the link to which can be attached to the reminder e-mail. \n•        Input\/Output \nVariety of input documents can be (1) Paper documents (2) PDF documents (3) JPEG documents (4) PNG documents (5) XFA documents, etc.  The Form-World Document Management System stores information in various formats such as text, numbers, images or videos, as desired.  It also provides an interface to export data to Excel or other SQL databases. \n•        Activity Log \nThe system maintains a log of all user activities. \n•        Statistical Analyses \nThe system is equipped with tools for statistical analyses and reporting purposes.","Cosine Similarity":0.210531041},"191":{"Reference Code":"S-0201","Solution Name (Eng)":"Non image base access control","Solution Description":"Use RFID technology to identity the object. If there is not RFID info. and laser scanner detected a object pass through, laser scanner will send a trigger and door will lock. At the same time, there has a signal send to the front desk and operator will check the location.","Cosine Similarity":0.2058828324},"270":{"Reference Code":"S-0296","Solution Name (Eng)":"BLOK Pass App for Travel Bubble","Solution Description":"BLOK Pass app is a platform to enable business and societal continuity in this and future health crises. At its core is a self-sovereign identity and health status attestation solution—people can store all information needed to access offices, transport, public spaces using a BLOK Pass app that is owned and controlled only by the user. With appropriate testing protocols in place and with information on an individual’s COVID-19 status stored on the BLOK App, the establishment of travel bubbles is made possible. The platform is easily configurable, and can be adapted to monitor a wide variety of evidence types—including anti-SARS-CoV-2 antibody status or T cell immunity—to reflect the latest scientific evidence and diagnostic technologies. Symptoms can be tracked, and test results of all kinds (laboratory or rapid point-of-care PCR, antigen, antibody, etc.) can be validated, attested and stored for use in access protocols\/ These can be defined and configured according to rules established by government, border controls, transport providers, entertainment and event venue providers, companies, etc.","Cosine Similarity":0.2041967213},"209":{"Reference Code":"S-0220","Solution Name (Eng)":"3D Spatial Intelligence Platform for flow and traffic managements","Solution Description":"Outsight 3D Spatial Intelligence Platform is a computer vision-based flow and traffic management solution.  The platform makes use of multiple Outsight 3D Semantic Cameras, which have the capabilities of an active infrared 3D Laser, an optional RGB 2D Camera, and an intelligence embedded processing unit, to create a real-time regional live map with all people, vehicles and items in the area of interest. The platform delivers real-time predictive analytics, KPI, alerts and queries for end-user to take the best decisions in response to the event of interest. \n\nThe real-time situation awareness capability assists end-user to visualize real-time footfall, waiting time, individual and aggregated behavior, to spot key events that require attention and interpret long-term trends.  The platform detects and understands the interactions between persons and objects to guide the optimization of any facilities, assets’ usage and usage experience. The security awareness of the platform also provides timely security-related alert and tracking without the need of a visual 2D camera.","Cosine Similarity":0.2029943913},"170":{"Reference Code":"S-0176","Solution Name (Eng)":"Epidemic prevention and control management system","Solution Description":"The face + iris recognition system provides customers the highest secure identity recognition solution and a \"Touch-free Access\" experience.\n\nContactless access control systems do not have the risk of bacterial transmission. At the same time, it is not affected by masks and glasses.\n\nTemperature detection function: Automatically check and record temperature when entering.\n\nOur system advantages：\n1.High hygiene & security: The system is non-contact temperature detection and personnel identification. No need to take off masks, glasses and other protective measures, this can effectively prevent cross infection;\n2.Fast recognition speed: Binding measurement temperature and identity information within 2s, suitable for places with many people, easy to complete temperature monitoring and identify personal identity simultaneously.\n3.Rapid deployment: Install and use instantly.\n4.Traceability: All people's entry and exit records and temperature are recorded in real time. In case of confirmed cases, relevant contacts can be traced back.","Cosine Similarity":0.2012881339},"254":{"Reference Code":"S-0267","Solution Name (Eng)":"Smart Fever Screening System","Solution Description":"This solution integrates face recognition and temperature monitoring technology. The risk of cross-infection is great in areas with large number of people, such as office, residential building, shopping mall. This solution can be used as a very effective mass fever scanner, allow organizations to simultaneously monitor the temperature of people in a large area which have constant flow of people.","Cosine Similarity":0.1966825426},"236":{"Reference Code":"S-0247","Solution Name (Eng)":"Seclore Digital Rights Management","Solution Description":"Seclore Rights Management in combination with Seclore Data Classification enables organizations to seamlessly integrate other best-of-breed data-centric security solutions (such as DLP, CASB and eDiscovery) to automate the end-to-end data-centric security process, from discovery to classification to protection and usage tracking. The rich library of connectors and policy federation also makes it easy for organizations to integrate existing enterprise content management and collaboration solutions (such as email, EFSS, ERP, and ECM) into the data-centric framework so that documents are automatically classified and protected as they are downloaded and shared.\n\nSeclore Rights Management protects sensitive information regardless of device or location. Whether a file is on a server, in an email, on a mobile device, or copied to a USB memory stick unintentionally left behind in an airport, unauthorized users will not be able to access the information. Since usage policies stay with the file, Seclore enables organizations to securely adopt the Cloud, BYOD, and external collaboration. Seclore makes it easy to centrally define, associate, enforce, modify and audit granular file usage permissions, including:\n\n- WHO can access the file? User or Groups Within or Outside the Organization\n- WHAT can they do with it? View, Edit, Print, Copy Content, Take Screen Grabs, Work Offline\n- WHEN can they do it? Automatic File Expiry, Date and Time Ranges, Number of Days from First Access\n- WHERE can they do it? Specific Computers or Devices, Specific IP Address","Cosine Similarity":0.1934541762},"136":{"Reference Code":"S-0140","Solution Name (Eng)":"Drivelock","Solution Description":"DriveLock’s an integrated solution to implement holistic protection across your entire security architecture. DriveLock brings Zero Trust to the endpoint and enables a comprehensive Zero Trust security strategy:\n\n1. Data protection \nWith Encryption, we ensure that no data will leave in a readable format. In order to prevent the loss of data, DriveLock’s encryption software will monitor applications accessed by your employees. User authentication and authorised individual personnel passwords will be enforced. You can centrally manage your BitLocker encrypted endpoints from a single management console. This also provides a Compliance Dashboard to view the encryption status of all machines within your organisation. \n\n2. Endpoint Protection (Device Control and Application Control)\nWith DriveLock’s Device Control, only the authorised devices of authorised users are allowed access to company data. DriveLock's Application Control works in a similar manner. It includes whitelisting apps to assess potential risks involved when running the application. \n\n3. Endpoint Detection & Response\nPrevention Technologies are not perfect. If attackers manage to bypass the defense, they can go unnoticed for weeks and months. Our Analytics and Forensics module offers a monitoring system for you to track a security breach. DriveLock details which computer, which user and which app was breached. Automated reports will show you results within minutes of the incident.  \n\n4. Identity & Access Management\nDriveLock SmartCard Middleware and Virtual SmartCard support and enforce multi-factor authentication. Passwords are still one of the biggest weaknesses for IT security. Whether it is increasingly due to more realistic fraud and phishing mails or weak Passwords.  \n\n5. Security Awareness \nSmart Security Education enables individuals in your company to develop their understanding of and guard against potential risks in order to effectively protect themselves and your business from cyber-attacks.","Cosine Similarity":0.1894587278},"58":{"Reference Code":"S-0061","Solution Name (Eng)":"A.I. and Mixed Reality Solution","Solution Description":"We provide: Eyeball tracking, Facial Recognition, Face Registration, Facial Analytic, Object Detection, Character recognition, Virtual Reality Training, Virtual Reality Construction preview, Augmented Reality Navigation\n1. Eyeball Tracking\nA.I. powered sensor technology that tracks human eyeball movement and where their eyes are gazing at. It detects human focus, attention and presence and widely used to gather insights of consumer behavior or mental states.\n\n2. Facial Recognition\nDetect human faces and identify them through photos, camera and video footage. It detects faces within milliseconds and filter possible results automatically by analyzing human facial profile, it is generally used for discover and tracking specific person.\n\n3. Face Registration\nRegister with human faces and login through camera supported login system. It detects registered user with an accuracy rate of 99% and provide a more convenient security system without the needs of passwords.\n\n4. Facial analytic\nAnalyze human facial characteristic through photos, camera and video footage by decoding facial feature points and attributes. It is widely used in consumer research to provide an estimation and projection of consumer characteristic.\n\n5. Object detection\nDetect different objects and identify them through photos, camera and video footage. It is used to detect objects presence or status.\n\n6. Character recognition\nDetects and identify handwritten word or letter and convert them into more manageable and editable format.\n\nList of mixed reality solution we provide:\n1. Virtual Reality Training\nRealistic VR powered training for hazard or dangerous situation.\n\n2. Virtual Reality Tour\nRealistic VR environment viewing and sightseeing.\n\n3. Virtual Reality Construction preview\nRealistic VR building and construction preview during preproduction stage.\n\n4. Augmented Reality Navigation\nScan nearby environment and navigate with AR application.","Cosine Similarity":0.1865050793},"29":{"Reference Code":"S-0032","Solution Name (Eng)":"AI+IAQ Proptech: Zonal object counting by skeleton & form recognition integrated with indoor environmental control and room utilization management","Solution Description":"Accurate and quick people\/object digital vision counting method enables substantial energy saving from air-conditioning system on part-load occupancy, and zonal people counting can create time-based heat-map on occupancy density for better space utilization management reducing people conflict over room booking.","Cosine Similarity":0.1795136184},"27":{"Reference Code":"S-0030","Solution Name (Eng)":"IoT Building Access Control System","Solution Description":"The above technical solution can fully manage building safety and provide intelligent and efficient access control measures, including access control facilities for parking lots, turnstiles, elevators, and offices of various departments, and can effectively manage visitor records and valid time of access permits.Users only need to use their mobile phones, faces or palms to enter and exit the building and facilities.","Cosine Similarity":0.1788488179},"123":{"Reference Code":"S-0127","Solution Name (Eng)":"Event Management technology","Solution Description":"Evention is a mobile-based event management solution to help you breeze through every step of an event and elevate your event organizing experience from preparation, execution to evaluation, as well as to create premium experience for your guests.","Cosine Similarity":0.1757959723},"216":{"Reference Code":"S-0227","Solution Name (Eng)":"Intelligent liquid crystal dimming film","Solution Description":"Smart LCD dimming film is a kind of liquid crystal display functional film, which is coated with AB glue on one side of PDLC dimming film and attached to the glass surface to realize the function of glass penetration and privacy protection of the dimming film:\nHigh light transmittance, above 84% transmittance;\nControlled by the power switch to play the role of curtains, covering privacy;\nBlock strong light and IR through heat insulation and save energy;\nCombined with a projector, it can be used as a projection screen.","Cosine Similarity":0.1753267348},"6":{"Reference Code":"S-0007","Solution Name (Eng)":"Smart Life","Solution Description":"The intelligent system makes installation easier, saves materials, remote control, and data collection is easier and more accurate.","Cosine Similarity":0.1748131067},"215":{"Reference Code":"S-0226","Solution Name (Eng)":"Sky Drone - Autonomous Drone Solution (\"Drone-in-a-Box\")","Solution Description":"The Sky Drone 'Autonomous Drone Solution' allows fully automated aerial missions with no pilot required. It provides instant aerial intelligence via the 4G\/5G network and can be controlled from anywhere using a secure web interface.","Cosine Similarity":0.1744233072},"226":{"Reference Code":"S-0237","Solution Name (Eng)":"V-K V-OS Cloud Solutions","Solution Description":"V-OS Cloud Authentication\n- Secures remote access to corporate services or Microsoft Office 365\n- Simple and quick to integrate\n- Able to provide our V-OS App Protection & Smart OTP\/PKI Tokens over Cloud as well\n\n1) User launches VPN software on laptop to access corporate network\n2) Authentication process starts with user’s inputs of Username & Password (1FA) on laptop,\n3) Upon successful verification of 1FA, V-Key App on user’s mobile device will be activated to request for 2FA\n4) User will further verify (either facial\/fingerprint biometrics or passcode) their identity through the V-Key App\n5) When the 2FA is successfully verified, user will be able to access the corporate network","Cosine Similarity":0.17435655},"143":{"Reference Code":"S-0147","Solution Name (Eng)":"Privacy-aware people counting system using Smart Radar sensor","Solution Description":"MIoT Smart Radar is a non-camera type smart people counting system which aim at replacing or supplementing CCTV based people counting method. No optical image is captured nor recorded, leading to privacy clean solutions.\n \nHighly accurate counts can be easily obtained at doors, entrances and corridors in buildings. The MIoT Smart Radar measures people flow count bidirectionally and send the counts to the the cloud via the secured NBIoT link. Clients may read the real-time counts on Apps dashboard and optionally receive people in\/out flow count report electronically.","Cosine Similarity":0.1712081134},"104":{"Reference Code":"S-0107","Solution Name (Eng)":"POARD Your Presentation Stage","Solution Description":"POARD is a cloud-based presentation tool requiring zero-installation on all devices.  With just a few seconds, your presentation can be securely delivered to your audiences' devices.  The presenters can well manage presentation flow, even the meeting participants\/audiences are in different geographic locations; ask the participants to take voting; host video conferencing; receive statistic reports on presentation sessions.","Cosine Similarity":0.1699469984},"3":{"Reference Code":"S-0004","Solution Name (Eng)":"Euclideon Vault - Smart City IOT 3D visualization","Solution Description":"Euclideon Vault is a new suite of software that provides many ground-breaking features for users of Point Cloud datasets, including:\n–  Manage, view and manipulate Massive Point Cloud Data\n–  Secure, remote streaming of Euclideon Unlimited Detail point cloud models\n–  Open access to Unlimited Detail point cloud rendering technology\n–  Ability to stream Unlimited Detail models to a variety of mobile devices\n–  Built-in conversion of point cloud to Unlimited Detail models\nFuture features will include:\n–  Allow Internet of Things (IOT), GPS and other real-time feeds.\n–  Time-Based versions of parts of the model – ie, new scans of parts of the model can be included, and all time\/date stamps can be viewed and compared.\n–   Collaboration tools with simultaneous, remote access.\n–   Built-in conversion of industry standard polygon\/mesh models.","Cosine Similarity":0.1699279696},"266":{"Reference Code":"S-0288","Solution Name (Eng)":"Mixed language Chatbot system with AI and voice functions","Solution Description":"Brief introduction:\nOur solution allows quick deploy and easy maintenance of chatbots and voicebots. We have a graphical user interface for chatbot conversation building. Users without technical knowledge can access or modify the chatbot. We also have a AI system which allows continuous and sustainable supervised machine learning training. That one, also, can be accessed or managed by users without technical knowledge. The main usages for the chatbots are:\n- general enquiries \/ FAQ\n- order\/job management\n- surveying\n\n\nFeatures:\n1. supports mixed language - Cantonese, Chinese, English\n2. supports text & voice\n3. real AI - not based in keywords\n4. language model tailor made for Hong Kong\n5. low TCO (total cost of ownership) - easy maintenance\n6. decision logic tree - unlike other chatbots in the market, ours is more like humans. It can ask follow up questions, it has memory, and it is intelligent. All the logic can be pre-set by user.\n7. high accuracy - before training - 90%, after training - 97%\n8. strong fallback mechanism - fallback should be eliminated, however, if there is a fallback, we have a complete solution to handle. Fallbacks can trigger a ticket in our chat monitor, or can initiate notifications (email, api, etc).\n\nService level:\n1. After UAT and system launch, we monitor closely the performance for 1 month. On some periods, we monitor every single enquiry to ensure correctness of the chatbot.\n2. After 1 month of close monitoring, we'll keep monitoring every day.\n3. AI model are updated every several days to keep accuracy high.\n\n\nSecurity & sustainability:\n1. Our solution can be on premise or cloud based. For on premise one, for security concerns, apart from the application system, even the AI training part, can be done on premise too. \n2. Also we've a data masking algorithm, that masks all sensitive entity information in the data, providing maximum security. \n3. The language model trained during development and deployment, will be owned by the Government. It can be transferred to other vendors for continuous development in the future.\n4. Our technology used is developed by our company, or using open source library. All of our training data to build the model was owned by our company.\n5. The chatbots developed will be closed chatbots, they will not extract information from outside the scope defined by user.\n6. Scalability - we support multi channel chatbots, they can serve multiple clients at the same time.\n\nOur solution includes the following systems:\n1. chatbot design platform\n2. AI NLP engine\n3. speech recognition & text to speech engine\n4. AI training module\n5. Integration module","Cosine Similarity":0.1683551073},"188":{"Reference Code":"S-0196","Solution Name (Eng)":"Personnel and Asset positioning management system","Solution Description":"Real-time monitoring of employees:\nQuery and monitoring of employees' real-time location, return visits to historical trajectories, group location query, and record whether they are on duty and working time are helpful to optimize their work processes and improve work management efficiency.\nVisitor management:\nVisitors do not need to be accompanied by personnel, and they can navigate to their destinations on their mobile phones. At the same time, the security guards can monitor the real-time location of visitors and return visits from historical trajectories to improve safety management efficiency.\nAsset monitoring:\nThe real-time positioning and monitoring of warehouse goods and important assets, the total number of goods, the remaining quantity, and the specific corresponding location can be seen at a glance in the background.\nelectric fence:\nFor special industries and special plants, strengthen safety and production.Through the setting of the electronic fence, once it is out of the set range, an alarm will be issued immediately to ensure safety and eliminate hidden dangers.","Cosine Similarity":0.1671764106},"223":{"Reference Code":"S-0234","Solution Name (Eng)":"Pixel Eye Vision-Based Fall Detection","Solution Description":"AI can monitor what is happening at the sites. Solutions with surveillance, response, and warning system turn everything the cameras see into valuable information for analysis. It allows prompt response on emergencies and access controls for unsafety areas as well.\n\n• \tReal-time: Able to detect objects in real-time with low latency and high FPS\n• \tCCTV camera-based: Can connect to many popular CCTV cameras directly without any extra hardware installation\n• \tPrivacy protected: Mask Personally identifiable information and will not store those information in the database\n• \tMultiple classes: Able to detect different types of objects at once in the same image","Cosine Similarity":0.1658299267},"121":{"Reference Code":"S-0125","Solution Name (Eng)":"BIM, BMS and IoT Integration","Solution Description":"By combining Building Management System (BMS) and IoT data in together, the BMS \/ IoT data is shown on Building Information Model. According to the BMS \/ IoT data values, the heatmap can be generated on the BIM for ease of visualization by general users. For example, temperature\/humidity values, energy usage. etc.","Cosine Similarity":0.162391603},"158":{"Reference Code":"S-0164","Solution Name (Eng)":"Relate App","Solution Description":"The solution is used for discovering behavior pattern in data.  You just upload a csv file, the relationship will be generated and be presented.","Cosine Similarity":0.1620415449},"244":{"Reference Code":"S-0255","Solution Name (Eng)":"Authgear","Solution Description":"Authgear is an open-source auth-as-a-service solution that provides authentication, authorization, and user management services for web and mobile applications. Authgear is developer-friendly with opinionated defaults. It includes various security features like two-factor authentication (2FA), session management, and passwordless login out of the box, among others. Authgear helps businesses unify the authentication experience across multiple platforms with simple integration. Authgear is a highly customizable solution that can be easily integrated into the application via the iOS, Android, and JS software development kits (SDKs), helping manage the app’s user sessions. Authgear can be tightly integrated with microservices and cloud functions to provide authentication and authorization over APIs.","Cosine Similarity":0.1579111218},"268":{"Reference Code":"S-0292","Solution Name (Eng)":"Telepresence and Video Conferencing Solution","Solution Description":"On one hand we offer productivity tools for the smart office, all the required devices to transform the conferencing room into an immersive experience; complete room solutions to allow participants to quickly kick off and run a video conference meeting.\nOn the other hand we offer the complete all-in-one “Huawei IdeaHub Series” a video conferencing device (no more external devices needed)— bundles intelligent writing, high definition (HD) video conferencing and wireless sharing, on-screen real-time page turning and annotation make truly flexible collaboration simply effortless.\nIt also includes innovative intelligent writing recognition automatically identifies words, figures, and flowcharts… with speaker tracking function, the speaker is always the center of attention. AutoFrame automatically adjusts the camera angle based on the conference room and the number of participants.","Cosine Similarity":0.1569839418},"271":{"Reference Code":"S-0299","Solution Name (Eng)":"Office Delivery Robot","Solution Description":"Office Delivery Robot is able to navigate in the indoor environment autonomously by SLAM technology. The robot uses advanced algorithms and can navigate without ground markings, bar codes, and tracks. Quick activation: No need for identification and signal receivers. Various top modules are designed for delivering different goods and items, such as beverage and paper files, from one location to another location at same floor level. The robot can follow the person to a designated location and maintain a safe distance of 1-1.5 meters. The robot returns to its original location by navigating along its own preset route. The robot can withstand people interference when someone passes between, it can keep and reach the target destination. The navigation system uses a 3D camera and two 270-degree diagonally placed optical radar detection scanning functions to achieve better path planning and collision avoidance in an unstructured environment. Pre-records the waypoint in a known map, the robot can travel to pre-defined destinations. With the application of Office Delivery Robot, less effort of Workman is required and thus to help improve office efficiency and productivity. The robot can be tailor-made corresponding to customer's requirements such as adding digital locks.","Cosine Similarity":0.1556901485},"43":{"Reference Code":"S-0046","Solution Name (Eng)":"SAP Digital Boardroom","Solution Description":"Give top decision makers real-time, digital-enterprise insight into integrated line-of-business data from SAP and third-party applications. With SAP Digital Boardroom, users can more readily monitor, simulate, and support business change to meet the expectations of your customers, business partners, and employees.\n•\tCloud deployment\n•\tOne source of truth across all business areas\n•\tFast response to business and customer demands\n•\tTouchscreen access to in-context visualizations\nBenefits:\n1.  Total Transparency\n2.  Instant Data-Driven Insights  \n3.  Simplified Steering Meetings","Cosine Similarity":0.153793782},"118":{"Reference Code":"S-0122","Solution Name (Eng)":"Smart City Solution - IoT, AI, Data Analytics Platform, Control","Solution Description":"We are Data Management Expert in Hong Kong, providing IT professional service. We are focus in Data Management related to IoT, Big Data, AI solutions.  Smart City\/ Smart Campus solutions is under IoT solutions.\n\nOur IoT solution is End-to-End Smart City total solution:\n- IoT Device Data Collection\n- Data Process : ETL and Data warehouse\n- Data Analytic : Data Visualization (could be embedded AI)\n- Control \n\nThe major 4 x achievements for our IoT solutions: \n- Energy Optimization \n- Staff Productivity \n- Facility Management \n- Predictive Maintenance \n\nBy this end to end solution, not only current report could be provided, but also forecast and AI\/Deep Learning could be adopted for future planning and management. \n\nWe are the Data Management Expert in HK , over 30 years IT experience as our management, we have over 120  staffs and successfully delivered over 500 + cases. HKUST, PolyU, CUHK, HKBU, VTC, Housing Society, Hospital Authority, Airport Authority, MTRC are our clients. We believe we could provide professional service as well.","Cosine Similarity":0.1528740227},"202":{"Reference Code":"S-0213","Solution Name (Eng)":"Radar-based smart motion and position tracking system","Solution Description":"The Millimeter-wave system can track object motion and position based on the echo system. 3D model can be reconstructed by the millimeter-wave feedback signal. The system can identify user motion and position without invading user privacy. Besides, we do not need to collect any images or biometric information to identify the motion. Hospital wards or toilets which are privacy concern areas can apply this system to monitor accident events. People flow trends can be captured in an open area too.","Cosine Similarity":0.1515518874},"156":{"Reference Code":"S-0162","Solution Name (Eng)":"Automate the verification of electronic documents","Solution Description":"NICE and ISS are pleased to propose to reference no N-0043 on “automate the verification of electronic documents” which is automated scanning thousands electronic documents and classify them into different categories. Besides, the suspected inaccurate documents will be raised red-flag and transferred to appropriate law enforcement agencies for following. The result will be updated and loop back to the system after investigation. The classification process will be handled by an independent artificial intelligent inference engine server. Together with the NICE RPA frontend and the data visualization backend, the solution will provide real-time classification status and follow up. Users may alter the weight factor to emphasis or suppress different categories for the up-coming scanning.","Cosine Similarity":0.1511686593},"247":{"Reference Code":"S-0260","Solution Name (Eng)":"Mobile platform with handheld devices for on-site inspection and remote work duties","Solution Description":"Our Solution is an exciting mobile technology for enterprise and field mobility offering the following: \n•\tElectronic proof of presence - Simple check-in and check-out for fast and easy time and attendance. Confirm locations in areas that are remote or without connectivity to allow an accurate monitoring of remote work carried out.\n•\tStreamlined workflow - Direct employees to perform tasks once they have tapped on their staff card, even opening your Operation app with pre-populated field or asset information.\n•\tImproved data accuracy - Automatic identification of assets, equipment, or locations. Data are real-time uploaded onto server, therefore to allow management to have an overview of the most update understanding of the work completed.","Cosine Similarity":0.1502183974},"263":{"Reference Code":"S-0283","Solution Name (Eng)":"All-in-one Mobile Productivity Platform","Solution Description":"TeamNote is a mobile-first application that is also available on web for hybrid (remote and in-office) workforce. \n\nAs a virtual work hub, it includes standardised communication features, streamlined workflow modules and VPN free Super-Connector for integrating existing internal and third-party built system. With bank-level encryption and ISO27001 compliance, all confidential data and information are stored securely on-premise or in the cloud. \n\nTeamNote aims to provide better workflow experience to improve team communication and collaboration, as well as to unleash their work efficiency especially for emergency and essential public services.","Cosine Similarity":0.1486713588},"178":{"Reference Code":"S-0185","Solution Name (Eng)":"Human body temperature recognition real-time measurement linkage system","Solution Description":"Through the human body temperature recognition real-time measurement linkage system, the body temperature of each employee can be detected effectively and in real time.\nIt can make every employee feel at ease to go to work and reduce the risk of virus spread.","Cosine Similarity":0.1459336579},"32":{"Reference Code":"S-0035","Solution Name (Eng)":"Document Delivery By Unmanned Vehicle","Solution Description":"Use unmanned vehicles to distribute documents, packages and other items.The advantages of this program: 1. Increase the rate of personnel dispatch and save manpower; 2. Convenient management and reduce messy dispatch personnel; 3. Passwords must be verified when picking up items to improve the confidentiality of documents.","Cosine Similarity":0.1452874392},"100":{"Reference Code":"S-0103","Solution Name (Eng)":"SP-RFID Smart Asset Management System","Solution Description":"SP Asset Management System (SP-AMS):\nWhen organization \/ enterprises grow, business expand, sites multiply and resources accumulate, the protection and management of company assets would pose a great business challenge. These assets could be manufactured products, equipment, machines, hardware, tools, property or any material forms. There are risks of theft, inaccurate records, outdated reports, auditing issue, failure in tracking assets in transfer and human error caused by manual process.\nThose organization \/ enterprises needs an effective asset management solution to fully control and monitor the inventory updates, the location, the movement and the asset life cycles. SP offers a well-designed, comprehensive RFID-based solution and turning the tedious and time consuming process into a smart, simple and easy task.\nLocation Identification\n- Searches, locates and identifies the whereabouts of tag-embedded assets in real time\nFast Inventory\n- Multiple items processing does not require line of sight because assets with RFID tags are easily detected by a fixed or portable RFID reader\n- Stocktaking and auditing made easy with a lightweight ergonomic design handheld reader\nAsset Movement Tracking\n- Track and trace those assets in transfer automatically\n- Full history of asset movement record\nAsset Information Retrieval\n- Clear indication of asset status e.g. on loan, returned or subject to disposal\n- Access of data with role-based control and account authentication\nAsset Security Control\n- Sends out alerts with RF Guard and RF Track in case of unauthorised asset transfer\nReporting\n- Detailed reports and insights provides real-time, transparent information to authorized users and management in daily operation\nKey Benefits: \n- Highly accurate and very efficient in asset control and management\n- Thorough and secure asset protection to minimize thefts or misplacement\n- Streamlined operation, optimized work-flow and synchronized information gives more transparency and higher visibility in asset life cycle management\n- Better asset management enhances utilization of space and makes the best use of resources\n- Increased automation reduces manual process, paper works and human error","Cosine Similarity":0.1446148008},"220":{"Reference Code":"S-0231","Solution Name (Eng)":"AI Information push service management system","Solution Description":"STEMHub is a Hong Kong Science Park Incu-App company, we are professional in AI, Internet of Things, Deep Learning and 5G technologies, applying to Smart city and Smart home devices. Our service heritage combined with our strategic business, innovation consulting, design thinking, and physical-digital capabilities provide social facilitation and real business value to our customers through human-centric innovation. \n\nTo deliver appropriate types of information to individuals, below is our proposed solution: \nWe can use AI and machine learning to analyze each individual needs on the property information. \n\nTo push the information to individuals, there are few technologies we can choose or combine: \n1) Mobile push - Create delightful mobile experiences with push notifications that drive engagement and conversions. \n2) Web push - Engage off-site users across web and mobile web with actionable web push notifications. \n3) SMS push - Engage users offline with personalized and actionable messages with SMS notification \n4) Email – Engage users with contextual emails at the right moments \n5) In-app messages – Target users with contextual in-app messages \n6) Reports – System will analyze users’ response and provide the reports for analysis.","Cosine Similarity":0.1443829983},"83":{"Reference Code":"S-0086","Solution Name (Eng)":"Micro-Chip 2.0 for pets","Solution Description":"For many decades, Hong Kong has relied on a removal methodology that is effectively one of \"Catch and Kill\" to deal with the stray animal population. With Catch and Kill, animals must be caught and killed every year to control the population. In 2009, the cost to the HK Government of capturing, keeping and euthanising stray dogs and cats was about HK$30 million. AFCD has been accursed of killing animals by the public and have caused bad reputation for the department which have a mission of enhancing animal welfare. \n\nOur solution provide an out-of-the box solution to the Handling of reported lost pets. At the moment, the completeness of micro-chip information needed to be improved. Dogs’ microchip numbers could help the AMCs unite lost dogs with their keepers. However, half of reported lost dogs were not microchipped and licensed accordingly.","Cosine Similarity":0.144205898},"176":{"Reference Code":"S-0182","Solution Name (Eng)":"AppProtect+ (RASP) \/ YESsafe Zero Login (OTP) \/ AccessMatrix Universal Sign-On (SSO)","Solution Description":"i-Sprint was founded in Year 2000 by a former IT & Security team of CitiBank; and is serving world's tier-1 banks and a number of financial institutions with Identity, Credential and Access Management solutions that are highly adaptable to comply with requirements from monetary authorities in different countries.\n\n1) AppProtect+\nis a RASP solution which proactively protects mobile apps against various risks and attacks by blocking attacks in real-time including Strandhogg, which can be a critical loophole for Android OS. It can prevent passive attacks (like reverse engineering, repackaging and source code modification), and respond by taking necessary measures if real-time attacks are detected during app running, allowing mobile apps to run securely even on highly infected smart devices.\n\n2) YESsafe Zero Login\nis a new generation all-in-one mobile security token using One Time Password (OTP) and PKI \/ Digital Certificate technologies that support different types of authenticators: e.g. YESsafe OTP, FIDO, 1FA, AD\/LDAP…etc. for strong authentication and transaction authorization. The solution strengthens transaction signing experience with non-repudiation and data integrity protection, and it leverages the security protection of mobile devices with advanced time-to-market features that also consider the ease of use.\n\n3) AccessMatrix Universal Sign-On (USO) \nis a non-intrusive security solution for organizations to achieve single sign-on to web, desktop, java and host based applications without the costs and risks of application-level programming. USO has been integrated with most of the leading portal servers to provide single sign-on capability.\nUSO's facilities for auto-installation, auto-configuration and self- service greatly simplify deployment and reduce maintenance effort. The central security server stores the users’ security- related properties for each application.\n\nBoth Zero Login and USO solutions are built on the comprehensive and versatile Universal Authentication Server (UAS) which enables organizations to centralize and manage all its authentication schemes in a single unified platform. It also lowers the integration and operational costs with a common set of APIs while on the same backend.","Cosine Similarity":0.1438719928},"227":{"Reference Code":"S-0238","Solution Name (Eng)":"Rice Robotics","Solution Description":"Autonomous Delivery Robot, Autonomous Disinfection Robot, Fleet Management Platform.\nAutonomous indoor distribution robot, autonomous indoor disinfection robot, centralized intelligent robot cloud monitoring platform.","Cosine Similarity":0.1437205374},"73":{"Reference Code":"S-0076","Solution Name (Eng)":"NEC InfoCage FileShell","Solution Description":"NEC InfoCage FileShell is the software that protects electronic files containing confidential information by using IRM to prevent information leakage. InfoCage FileShell protects Microsoft Office files as well as electronic files in other formats including PDF, text (txt,xml), and CAD etc by expanding Microsoft's Active Directory Rights Management Services (AD RMS). \n\nInfoCage FileShell also automatically protects electronic files and limits viewing and editing operations according to user rights so that users can share personal information, design information, and other confidential information safely and smoothly.","Cosine Similarity":0.1430850327},"186":{"Reference Code":"S-0194","Solution Name (Eng)":"UWB Beacon RTLS Solution","Solution Description":"Location detection service intelligence platform\nProductivity monitoring, Human Resources control, IOT Interlinking, Prevention and Safety","Cosine Similarity":0.1428337395},"171":{"Reference Code":"S-0177","Solution Name (Eng)":"MAD Gaze Smart Glass","Solution Description":"The smart glasses brand of Chuanglong Enterprise Solutions Co., Ltd. – MAD Gaze, has the most advanced technology in the industry. It also handles everything from hardware design and production, software solutions to platform establishment. Especially in the optical part of the product and the AR algorithm, it performs well and leads the industry. MAD Gaze has the largest and most complete AR ecosystem, including APP mall-MAD Store, fully automatic AR APP generation platform-AR Cloud and developer platform-Developer Console. In addition to over a thousand registered independent engineers on the platform, The company has registered more than 1,000 users.\n\nMAD Gaze smart glasses have launched several models, including monocular, binocular, one-piece, and split-piece, taking into account customers with different needs. All-in-one smart glasses, battery memory, etc. are installed in the smart glasses, operated by the Android system, compatible with most Android apps on the market; support Wi-Fi and Bluetooth. The integrated smart glasses are not subject to any restrictions, do not need to be connected to a computer or mobile phone, and are a completely independent operation of smart wearable products; the built-in optical sensor can also be adjusted automatically or manually regardless of the ambient light or darkness. MAD Gaze smart glasses can cooperate with a variety of different operating modes, using gesture control and voice recognition to make users truly free their hands, which is different from the experience of using other devices. Smart glasses are a substitute for mobile phones and tablets. In addition to being light, they are more suitable for busy urbanites and can handle multiple tasks simultaneously.\n\nThe latest GLOW series is a split smart glasses, which is MR mixed reality binocular smart glasses for the consumer market launched by MAD Gaze. It has changed the design style of the first three MAD Gaze models with full sense of science and technology, replaced with an appearance design similar to ordinary sunglasses, and matched the glasses with matte black, snow white, violet, lemon yellow, pink, water green and other 6-color frames for users To choose, there are two different choices of optical display screens, weighing 75 grams, and foldable. It is the lightest of all binocular smart glasses at present, and it is also a smart MR mixed reality intelligence that combines fashion, lightness, portability, comfort and technology. Wearable devices, simply plug and play, connect directly to the mobile phone, and the mobile phone supplies power and content.","Cosine Similarity":0.1424783468},"175":{"Reference Code":"S-0181","Solution Name (Eng)":"Artificial Intelligence Camera Solutions","Solution Description":"Bayesian Tech specializes in video related technologies. We utilizing our artificial intelligence technology with hardware to complete tasks such as detection, notifications and prediction.\n\nOur solution enable AI Recognition of be completed on local site instead of cloud servers. This way we can have much faster response time and stability. Also as the recognition is being completed locally, all video data will not leave the local intranet, hence protecting privacy.","Cosine Similarity":0.1422713101},"264":{"Reference Code":"S-0286","Solution Name (Eng)":"IoT Sensors and Automatic Monitoring System (AMS)","Solution Description":"Automatic Monitoring System ( AMS) includes web-based application and different IoT Geo-technical Sensors such as Tilt, Vibration, Water Level & Crack or IoT Surveying Sensors such as GNSS & Robotic Total Station. Measurements from IoT Sensors are sent to the AMS regularly via mobile communication network e.g 4G. Data will be processed and visualized in graphical format. Most of IoT Sensors have built-in battery which can last for weeks or months to support 7*24 automatic operation. Users can access the graphical data easily by mobile phone or PC using browser. If the movement out of 3A( Alert Action Alarm) limit, Email or SMS will be sent to related persons. Users can access the data anytime in anyplace for the latest update. Routine on-site inspection, surveying and maintenance can be reduced. Even in COVID19 situation, the system is still running and users can access it at home.","Cosine Similarity":0.1421455443},"75":{"Reference Code":"S-0078","Solution Name (Eng)":"Finger Vein PBI (Public Biometric Infrastructure) Platform for Smart City ID Authentication","Solution Description":"1. To provide a Privacy-Friendly & Extreme-Secure Open Public Biometrics Authentication Platform by Seamless Integration of Finger Vein Biometrics, unique One-Way Biometric-Hashing Technology with PKI Network Security Mechanism to enable for various social demand from On-Line to Off-Line ID Authentication activities and effective Real-Name-System (實名制) implementation.  eg. ID verification in banking retail teller for preventing crimes, for public and health policy (cigarette, wine and concert ticketing selling), construction site labor authentication, boarder and transportation passenger access control, airport automatic boarding gate, empty-handed e-wallet payment, password-less Single-Sign-On, e-signature for Blockchain, digital legal\/ mortage doc processing platform, large amount on-line fund transfer authentication, cross border on-line financing and legal platform , Secured Banking OpenAPI ID authentication operation ...\n2. No need to store personal biometric characteristic data into the system, card or device. Preventing the risk of personal biometric data leakage.\n3. Adopt PKI Network Security Framework to defense tough cyberattack.\n4. One-time registration for universal Cyber-Real applications of smart city. It can avoid the current password restore method eg. by mobile phone SMS or token which has risk of being stolen even in just a few minutes \n5. Basic advantages of Finger Vein Biometrics  \na. It is inside human body which is difficult to copy. Suitable to perform as personal secret key. (face are open so it is logically not suitable for being as personal secret key, Finger Print is easy to copy) \nb. Finger vein is not a kind of intrusive type and criminal evidence type biometrics like finger print and face-recognition which will cause unhappiness to users if using for general, commercial and daily life purpose.","Cosine Similarity":0.1406153738},"105":{"Reference Code":"S-0108","Solution Name (Eng)":"SparkXIO Smart Car Park Management System","Solution Description":"1. SparkX Stud, a new generation IoT sensor from PRODIGY detect \"Vehicle Occupancy\" in car parks. The floor mounted sensor, senses the change in geo-magnetic field around it to detect the presence of a vehicle in a car park bay. The sensor communicates the occupancy data, via long range wireless networks standards LoRa and NBiOT. \n\n2. SparXIO system - the cloud based smart parking solution from PRODIGY hosted on AWS, provides building owners a complete management device managements.\n\n3. SparkXIO Mobile App provides users real time access to the car park status with geo-location both outdoor and indoor car park bays.","Cosine Similarity":0.1398337334},"151":{"Reference Code":"S-0157","Solution Name (Eng)":"NLP-powered Chatbot by Xiaomi","Solution Description":"Founded in 2001, Shanghai Xiaoi Robot Technology Co. Ltd (Xiao-i) is a leading AI company that specializes in multilingual natural language processing, deep semantic interaction, speech recognition, machine learning and other cognitive intelligence technologies. Its self-patented NLP-powered Chatbot Solutions possess the following capabilities, \n-intent recognition and processing \n-dialog management \n-contextual awareness\n-exception handling\n-task automation \n-omnichannel enabled (eg. Web , APP , Facebook , Whatsapp , Physical robot…)\n-easy integration and implementation \n-machine learning \n-biliteracy and trilingualism supported \nThe state-of-the-art solution has helped more than 1,000 government organizations and corporate clients across APAC region in facilitating digital transformation, promoting business reinvention, enhancing user experience and striving for operational excellence, with its end users amounted to 800 million.","Cosine Similarity":0.1376838088},"237":{"Reference Code":"S-0248","Solution Name (Eng)":"OFS Website Tracking System","Solution Description":"Analyse the browsing data from IP and URL.\nGenerate the reports of the website performance.","Cosine Similarity":0.13680619},"172":{"Reference Code":"S-0178","Solution Name (Eng)":"Motor Insurance DLT Authentication System - MIDAS","Solution Description":"MIDAS is a motor insurance Distributed Ledger Technology (DLT) based authentication system which provides motor policy document authenticity checking service. It is fully supported by the Insurance Authority, and currently used by related departments of the Government, insurance companies, sub-agents & intermediaries and car owners. The system has been implemented and employed with fully proven record by multiple departments, NGO and private companies since early 2018.","Cosine Similarity":0.136489898},"127":{"Reference Code":"S-0131","Solution Name (Eng)":"ISS Project Management System","Solution Description":"ISS Project Management System (ISSPM) is a 100% online project management tool.  It provides the management, project managers, core team members or even external stakeholders and working partners a virtual workspace to work together to finish the projects seamlessly.  It is running on a highly secured and efficient platform, Linux.\n\nISSPM has 6 modules:\n\n1.  Workspace Module\n- it has personal workspace, project workspace, business workspace & global workspace.  \n- the hierarchical order inside is for team members' easy participation \n\n2.  Document Management Module\n- version control\n- audit trail\n- confidential document setting\n- direct receive photo from android smart phone\n\n3.  Task Management Module\n- optimize human resources allocation\n- empowers the management to get the first hand information of human resources cost on each project with just a click \n\n4.  Forms Management Module\n- allows administrator to create online-forms for their staff to fill in\n- centralized forms enable management to track and trace issue\/work status ...\n\n5.  Discussion Board Module\n- centralized discussion board allows participants to consolidate thoughts and ideas among themselves anytime anywhere\n\n6.  Workflow Management Module\n- route documents and forms through user-defined workflow processes for approval process.\n\nBenefits of Linux as operating system\n- choice of operating system for power sudden shut down environments\n- updates will not lose connection to data\n- updates will not affect the system operation nor their configurations","Cosine Similarity":0.1343661994},"31":{"Reference Code":"S-0034","Solution Name (Eng)":"Cloud Energy Management Platform","Solution Description":"The cloud energy management platform uses the Internet of Things technology to coordinate with different intelligent hardware to monitor the user's power consumption for remote control, and provide users with energy-saving, emission-reduction and consumption-reduction solutions.This platform can be compatible with tens of thousands of smart hardware of different brands. It can monitor different types of electricity consumption such as lights, air conditioners, and sockets in each room, helping users to inform users of abnormal electricity consumption in advance, and protect against them.Loss, generally can save users 30-70% of electricity expenses.","Cosine Similarity":0.1331106573},"147":{"Reference Code":"S-0153","Solution Name (Eng)":"Dynatrace","Solution Description":"Manage IoT ecosystems the easy way with Dynatrace AI-powered, full stack monitoring.\n\nDynatrace is the only performance monitoring solution that is designed to automatically detect and analyze an IoT topology without any manual configuration. It delivers full operational insights into the complex ecosystem of technology: sensors, devices, gateways, networks, cloud environments, private data centers and applications. The AI-powered engine allows you to:\n- Manage IoT complexity and scale with prioritized actionable alerts and insights\n- Understand the impact and resolve issues affecting business-critical systems quickly and proactively, in real-time\n- Ingest and understand health of diverse data sources from a wide variety of edge devices, simple sensors, to full blown servers and everything in between to understand performance, and create improvements in your IoT environment\n\nAI-powered, full stack Dynatrace monitors not just the behavior of the back-end cloud platform, but also enables monitoring on the devices themselves.\n\nDynatrace does not monitor individual sensors - the minimum requirement for monitoring is that it can run its own code and perform actions and network transactions. However, communication between the sensor and the device could be an action which is monitored, e.g. activities, health, records timing, latencies, and errors to feed these metrics into the overall context of the application.\n\nDynatrace also does not capture the payload from a sensor; it is not a big data solution or a visualization tool for sensor data. Dynatrace is the solution for monitoring the entire ecosystem because proper IoT monitoring includes not just the device, but also IoT back-end applications and integration into business processes.","Cosine Similarity":0.1326442361},"213":{"Reference Code":"S-0224","Solution Name (Eng)":"OceanX Workflow","Solution Description":"OceanX workflow is the management tools for document processes automation on daily tasks within an organization from the beginning to the completions of the processes; Graphical Workflow Designer for users to management their workflow process easily. \n\nActions button can be defined in each step easily, reusable workflow templates that help users avoid common mistakes. Fully control the Information to be distributed in each step. Profile Information can be set as routing criteria for each workflow.\n\nCooperated with OceanX ECM, events can be triggered when document is created, modified or updated or simply started by user manually. Multiple documents can be submitted and control within a workflow, documents versioning are fully managed within a Workflow environment. \n\nAutomatic steps in a workflow can be easy integrated with other system by e.g. sending email, update external database, or export matter data, etc.\n\nA user friendly interface allow user to defined group tasks and review the workflow lifecycle.","Cosine Similarity":0.1324534416},"90":{"Reference Code":"S-0093","Solution Name (Eng)":"DataOS System","Solution Description":"DataOS digital operating system provides effective solutions for digital government system in the following aspects:\nCore functions: 1. Multi-data source access; 2. Heterogeneous data management; 3. Access authority control; 4. Mass application market; 5. Data security assurance; 6. Remote operation and maintenance management; 7. Automatic system configuration; 8..Developer ecology; 9. Interactive desktop system;\nCore engine: a. Artificial intelligence engine; b. Blockchain engine; c. Visualization engine; d. Internet of Things engine; e. Process engine","Cosine Similarity":0.132215932},"203":{"Reference Code":"S-0214","Solution Name (Eng)":"ACX Visitor Management System","Solution Description":"ACX VMS is an automated visitor registration system which works with QR code, a web-based application which can be installed in cloud or at local server, and can be integrated with ACX’s access control system and Turnstile & Lift Destination Control System for optimized automation for all commercial and residential buildings. \n\nAdvantages include:\n1.Time and Operation Efficiency - Speeding up registration and verification processes \n2.Cost Saving - Cost can be saved significantly in long term\n3.Improve Building Security - Scramble QR codes are time & frequency-restrained  \n4.Visibility and Accountability - All access records and booking details are trackable","Cosine Similarity":0.1316493154},"95":{"Reference Code":"S-0098","Solution Name (Eng)":"ECOPLANT Solar Tracking Solar Panel System","Solution Description":"The creation of Ecoplant falls together with the introduction of a new breakthrough in Solar. Our Solar is based on entirely new technology, based on a so-called \"no glass solar cell encapsulation\". With this technique gives the panel more power, partly because the product moves with the sun 40% more effective (Sun tracing).\nOur flexible Solar panels are made up of MONOCRistalline cells with unique back contact technology which removes electrodes from the front. Also the background mirror which is intrigued in the foil reflects more light.\nThe biggest enemy of solar such as moisture and water are simply converted into water-resistant material by a new patent of 3m (nanotechnology). This same Nanotechnology is also used to clean the ultra-light PV cells which though 80% lighter than traditional PV cells over 60% Energy Efficiency Give.\nThe new technical paradigm leads to a lower production footprint and a substantially longer life span. \n\nAreas to improve in the public services:\n1. CO2 emission reduction.\n2. Embed a Solar Panel System into the natural environment to create a Green Smart City.\n3. Provide charging spots & WiFi spot for HK citizens and visitors.\n4. Enable Sensors to collect environmental data (i.e. Air Quality) to HK Government.\n\nArea that we propose to install Eco-Plant:\n1. Government Building Open Area.\n2. 1-2 Public Area (ie. City Hall).\n3. Country Park.\n4. R&D Park (ie. CyberPort, The Hong Kong Science Park..etc).\n\nCO2 emissions are reduced by more than 65%.","Cosine Similarity":0.1279866248},"173":{"Reference Code":"S-0179","Solution Name (Eng)":"\"TeleVoice\"  AI Robot Solution for DHS (Demographic and Health Surveys)","Solution Description":"\"Wensheng\" remote population health survey and return visit service system, combined with voiceprint recognition VPR, voice recognition ASR, natural language understanding NLP, voice synthesis TTS and other AI technologies, automatically provide target groups (such asPersons quarantined by the epidemic) call to help government agencies quickly collect and build personnel information and health status files during a specific period (such as the 14-day quarantine period), automatically track them every day, and regularly generate statistical reports for managementInstitutions quickly grasp all key information.","Cosine Similarity":0.1277967691},"124":{"Reference Code":"S-0128","Solution Name (Eng)":"Iris by HKT - From Surveillance to Intelligence","Solution Description":"It is a managed video service cloud-based video management system. We offer a highly secured platform for easy view and playback via a centralized management of camera at multiple sites. The solution would turn unstructured data from video recordings into structured information e.g. People flow, Demographics, License plate recognition and Facial attendance taking.","Cosine Similarity":0.1275934279},"94":{"Reference Code":"S-0097","Solution Name (Eng)":"Smart Home e-Health Monitoring and Care System","Solution Description":"Andesfit Health integrates the most useful resources of regional medical centers and community healthcare facilities through the combination of health Internet of things (IoT), health cloud platforms and outstanding medical resources. Andesfit is oriented to provide families and individuals with full-lifecycle healthcare services that even incorporate a chronic disease prevention. Andesfit Health is an innovative healthcare management platform built upon Internet-based integrative healthcare monitoring equipment, designed to provide professional, high-quality healthcare management & services for individuals, families and communities. This is done by seamlessly connecting healthcare services provided by regional medical centers\/community health service institutions and individual\/family dynamic healthcare management with the data archiving systems of health monitoring and management institutions. Andesfit Health not only makes premium medical resources available by offering real-time, convenient services to communities, families and individuals who pursue high-quality life, but also helps establish a scientific and systemic networking management platform for hospitals and health administrative departments, thus creating an easy path for healthcare development and making optimum use of the investments in healthcare.","Cosine Similarity":0.1260378212},"258":{"Reference Code":"S-0275","Solution Name (Eng)":"SMore-OCR","Solution Description":"Our analysis of business needs is mainly focused on the identification, classification and processing of each file, and automatically generate reports based on the analysis results or automatically send emails to customers to inform customers of the materials that need to be supplemented and the content of the materials.According to the analysis of business needs, the solutions provided by Simou mainly focus on three aspects:\n1) Use OCR technology to identify classified documents;\n2) Use RPA automated semantic analysis technology to analyze whether the content of the document meets the requirements;\n3) Establish an AI system to meet business needs such as template generation, automatic reporting everywhere, and automatic email sending.","Cosine Similarity":0.1232175827},"28":{"Reference Code":"S-0031","Solution Name (Eng)":"PowerArena - Smart City Operations Platform","Solution Description":"The smart city applications of the PowerArena covers: \n- crowd management and analytics\n- traffic analytics\n- building facility monitoring and utilization \n- accident detection for public safety\n- illegal action detection for law enforcement\n\nSolution Overview:\nPowerArena enables timely collection, analysis and dissemination of city operations information in the physical environment by using mobile, IoT, AI and Big Data technologies.\n\nThere are 3  components of the PowerArena Platform:\n\n1) PowerArena Sense: a AI deep learning powered video analytics system, to analyze the video streams from the cameras, for objection and action detections. IoT sensors and 3rd system data can also be integrated. \n\n2) PowerArena Manage: a backend data streaming platform to connect PowerArena Sense, PowerArena Manage, PowerArena Act, for data processing, analytics and predictive modelling. A command dashboard is also available for administrators.\n\n3) PowerArena Act, including:\n- Mobile App: an internal app for field staff and operations team\n\n- Data API for 3rd party Integration: PowerArena can also be integrated with other external systems (i.e. signage, mobile app, chatbot, etc.) via the API provided, in order to provide real-time information to the public.","Cosine Similarity":0.1228236109},"146":{"Reference Code":"S-0152","Solution Name (Eng)":"Datax","Solution Description":"Datax delivers AI and ML-based solutions, solving business challenges from data preparation, e.g. image tagging, AI assisted OCR, sentiment labeling etc. to AI model design, training, and system management.\n\nSupported and incubated by both HKSTP and HKU, we have the strong research background and over 2 year expertise in delivering state-of-the-art AI and data applications, with our efficient development team to always proactively working with our clients in meeting ever-changing business requirements.\n\nWith our self-developed data labeling and crowdsourcing platform, we also beat our competitors by excelling at preparing high-accuracy and purpose-fitting training datasets in a quick, simple and cost-effective way, especially for AI projects involving computer vision and large datasets which data objects could be in a million scale.","Cosine Similarity":0.1203060299},"131":{"Reference Code":"S-0135","Solution Name (Eng)":"ISS Analytics Services","Solution Description":"We have an experienced team in data analytics and machine learning and are delighted to provide you with advisory, behavior pattern uncovered, predictive model building and support.","Cosine Similarity":0.1202609614},"22":{"Reference Code":"S-0024","Solution Name (Eng)":"Automated Refuse Collection System with 1 chute for multi fractions","Solution Description":"The design encourages and facilitates users to dump multi-recyclables at one time. The rate of return of recyclables can be encouraged. Use of automated refuse collection system can also reduce manpower and labor costs, reduce noise and smell problems, improve hygienic and environment, raise the efficiency of refuse collection at the same time. The system can be further upgraded to weigh and record refuse dumping by users in order to support municipal refuse charging system in the future.","Cosine Similarity":0.1180633307},"273":{"Reference Code":"S-0322","Solution Name (Eng)":"NB-IoT \/ LoRa Dual-detection Smart Parking Sensing Technology","Solution Description":"NB-IoT \/ LoRa Dual-detection parking occupancy sensing system can accurately sense the occupancy status of parking space(s) by fully integrated dual-detection from Radar\/ mmWave and Magnetometer sensing. With leading technologies of NB-IoT and LoRa WAN, the end to end system is easy to use and can be rapidly deployed. The system also provides cross-system integration for various payment methods including self-help automatic payment, membership payment, and on-site payment. Data is clearly displayed on the parking operation platform including parking space status, vehicle status, turnover rate, illegal parking behavior and so many more.","Cosine Similarity":0.1170676351},"190":{"Reference Code":"S-0199","Solution Name (Eng)":"V-Key Mobile App Protection","Solution Description":"1) Virtual Secure Element : \nBuilding on the industry-leading patented V-OS Virtual Secure Element, V-Key has developed a highly secure framework that integrates with mobile apps to secure them against advanced persistent threats, trojans, and rootkits.\n\n2) Protection with Threat Intelligence : \nV-OS secures sensitive processing and data, ensuring app integrity when deployed, and safeguarding user privacy even if the device is lost or compromised.\n\n- Device integrity checks for malware\n- File system integrity checks to detect backdoors and rootkits\n- App integrity checks against tampering\n- Network integrity checks against MITM attacks on Data-in-Transit\n- Secure Cryptographic functions for both Data-at-Rest and Data-in-Use\n- Secure Anti-Fraud Keyboard\n\n3) Threat Intelligence Security Management: \nDesigned as the Mobile Threat Command and Control system, enterprises can configure security policies to manage attack response and control.\n\n- Collect Real-time App Threats\n- OTA Policy Updates\n- Extensive RESTful web services\n- Integrate easily with MDMs, SIEMs, and other Threat Analytic Engines for seamless management","Cosine Similarity":0.1168600246},"232":{"Reference Code":"S-0243","Solution Name (Eng)":"LiDAR Road Monitoring Solutions based on Deep Learning Technology","Solution Description":"Our solution is based on self-developed LiDAR component and deep-learning techniques. Our LiDAR uses solid-state scanning method to acquire 3D point cloud information of the target at a very high dynamic range. No image information is involved in this process. Our self-developed deep-learning technologies can provide functions of target identification and classification. Related solutions have been verified by multiple application cases in Mainland China.\n\nThe strengths of this solution are comprehensive. Our self-developed hardware product and software functions are supported by our innovative entrepreneurial team, which has been widely recognized all over the world during the CES 2018 & CES 2019. We can provide better cost control and service of customized function developed; Moreover,  it is currently the only LiDAR component that can realize mass production capabilities; Finally, our related experience in various user scenarios especially in similar cases can provide powerful supports for these projects.","Cosine Similarity":0.1168053448},"153":{"Reference Code":"S-0159","Solution Name (Eng)":"Integrated Smart Film Solutions","Solution Description":"1. Integrated Projection System\nOur film can switch between transparent and opaque. When it is opaque, it can act as a projection screen. With our automated control, the whole system can be customisable for clients to display a fancy video or media on any glass. \n\n2. Smart & Eco Facade \nThis product provides 10 grades of transparency to the glass. By using APP, remote control or auto light sensor, the film can be adjusted manually or automatically. The system can maximise usage of sunlight and the film itself can reduce temperature by 2 degree celsius. With coherence with smart light and smart air-con, the whole green interior eco-system can be formed.\n\n3. Digital Film\nOur film can be a display showing time, weather, logo or other useful information on the glass. At the same time, providing the privacy feature to the glass.","Cosine Similarity":0.1164363697},"126":{"Reference Code":"S-0130","Solution Name (Eng)":"OpenLegacy API factory","Solution Description":"OpenLegacy specializes in automating API creation, optimization, testing, deployment and management for core (legacy) systems: the entire API lifecycle.\n\nOpenLegacy's speciality is in LEGACY SYSTEMS. We are able to automatically generate micro-service based API's directly from the core legacy systems like IBM, Oracle, SAP etc. This will allow you to open up data between systems and utilise your core system even more. We are 20x faster on creating API's than any other application\/vendor and we are saving up to 75% in TCO.\n\nOpenLegacy is the young innovative company asking if you want or need to incorporate your core (legacy) systems as part of your digital strategy. We know how to slash legacy API integration from 6 months to hours, even create a legacy API in minutes. We know core (legacy) systems. We are leading the legacy API integration revolution.","Cosine Similarity":0.1160921603},"51":{"Reference Code":"S-0054","Solution Name (Eng)":"TicketME Blockchain Ticketing Platform","Solution Description":"TicketME is a blockchain based electronic ticket (e-ticket) platform. It incorporates Distributed Ledger Technologies (DLT) and leverages existing ticketing systems and e-wallets operated by Stored Value Facility (SVF) licensees to transform Hong Kong's ticketing industry from physical tickets to more secured, smart and simple electronic tickets.  Not only does it meet the Smart City Initiative by allowing greater convenience through innovation and technology, our solution also helps to tackle ticket scalping by Smart Contract implementation with a permanent tamper-proof ledger.  TicketME provides an option to the event organisers for managing ticket ownerships and transfers after initial sales, which is currently lacking, in terms of a more structured control system.","Cosine Similarity":0.1149281934},"0":{"Reference Code":"S-0001","Solution Name (Eng)":"PixelEye Object Detection","Solution Description":"PIXEL EYE, adopted TensorFlow and Keras technology, plus high-end GPU computing, which achieved real-time object detection, tracking and object category recognition. This technology can also be applied to crowd flow monitoring with providing different information about the flow of people: such as number of people, average dwell time, distribution of detected objects at each location, and predicted movement paths and traffic data.\nIt can achieve good accuracy even the scene is very crowded and also handle overlapping of people properly. Our tracking system can provide various information about the customers such as the number of people, their average staying time, the distribution at each location and predict the moving path and traffic data. Such information can be available in real time, and we provide customizable backend for managers to view and analyze such information at their convenience with processing high performance GPU.","Cosine Similarity":0.114082396},"130":{"Reference Code":"S-0134","Solution Name (Eng)":"Smart Building - Energy Management and Optimization Solutions","Solution Description":"Riding on the cutting-edge technology of AI\/ML and IoT, Envision Digital has been deployed several successful cases of Smart Building Projects in Singapore, Shanghai and Beijing. \nOur Smart building solution brings values to property developers, FM team and tenants in terms of energy conversation, comfort & safety, efficiency, intelligence and optimizing the workload of FM staff by predictive maintenance method. In which, EnOS AloT platform is playing an important role, this operating system is for enterprises and cities to accelerate digital transformation and ecosystem development. Currently, EnOS is widely adopted by Energy and Smart City Sectors in which it was over 500M devices and managed 100GW assets operated in this platform.\n\nOur Energy Management and Optimization Solution is based on our self-developed EnOS platform, high resolution weather applications as well as actual heat map distributions to optimize the cooling system of the building to make it more energy conservation and efficiency. What’s more, dashboard visibility, energy optimization, weather forecast, space occupancy booking, intelligence reports, predictive maintenance and minimize the workload of FM staff are those functions you would find in our Smart Building Solutions. With our Digital Twin view, Property Developers or Facility Management would have a holistic view to manage & control energy, office space, shopping mall, carpark, equipment, electrical appliances, sensors and all devices within the building. \n\nRegarding the compatibility with existing systems in the building, EnOS is SaaS based platform which are highly compatible with all kind of systems included BMS and BAS as long as those existing could open API to EnOS to capture the real time data to compute the AI pattern. More data and more training time, AI engine would be more intelligence for adopting the building environment.","Cosine Similarity":0.114014864},"214":{"Reference Code":"S-0225","Solution Name (Eng)":"DocAnalyzer - Document Review Solution","Solution Description":"DocAnalyzer is a solution which automates the process of unstructured data extraction and verification. DocAnalyzer speeds up data mining process and enables sophisticated document review. This enhances users' capability to quickly collect data to find insights from a large amount of unstructured data. \n\nDocAnalyzer is unique with the following features: (1) context extraction for values, entities, text, paragraphs and percentage, (2) machine-reading extraction without coding required, (3) an intuitive validation interface for human intervention. DocAnalyzer also comes with the data visualization interface, where users can track real-time progress status and follow up. The solution is also built for integration with other RPA, CRM and ERP systems.","Cosine Similarity":0.1137380078},"10":{"Reference Code":"S-0011","Solution Name (Eng)":"Precise Outdoor Crowd Analysis","Solution Description":"Through wireless transceivers receiving Wi-Fi signals from smartphones (no apps or connection is needed), and processing the data on Clouds, we provide a detailed crowd analysis, like time series of crowd count and dwell time, and crowd flow statistics. Citizens and tourists can be clustered by their location-based behaviors. The analysis result can be used in crowd monitoring and future urban planning.","Cosine Similarity":0.1131679788},"115":{"Reference Code":"S-0119","Solution Name (Eng)":"Ziizau - Optimization of route design","Solution Description":"Ziizau is a mobile application that optimizes route design, finds the shortest travel route.\n\nThe application provides the user an interactive interface for route planning by a detailed map view. Routes are defined by selecting locations on the map, they are called waypoints. The waypoints can be added manually or automatically by importing them from a data file. One of the waypoints is designated as the starting location for the route.\n\nRoute optimization is based on finding the shortest path regarding the travel distance that connects all the waypoints. The optimization process is done in seconds or less and it takes into account natural obstacles (for example rivers or islands). The result is drawn on the map by connected waypoints as the shortest route. Besides the optimized route, more information is available like the route length, duration or the actual coordinates of the route waypoints.\n\nZiizau application can be easily modified to meet the required service needs:\n- The input of the route information can be automated. Data can be taken from an already existing database or imported from mobile systems. GPS data can be converted into route waypoints.\n- Analytics can be applied on the database in order to label waypoints with meta data that helps the optimization process to make more accurate decisions.\n- Waypoints can be defined by manual location selection, address search or lat\/lon coordinate input.\n- Additional information can be added to each waypoint (for example extra time spent at the location) and it will be taken into account at the optimization process.\n- Meta data \/ labels can be attached to waypoints that will serve as visualization aids, they can be shown on the map view.\n- The route optimization process can be adjusted for the shortest travel distance or for the fastest travel time, also the maximum number of optimizable waypoints can be increased.\n- Waypoints along with their optimized routes can be stored into the system, organized into different categories. The stored data \/ results can be quickly loaded by selections from lists.\n- Data export can be added for the selected or all the optimized routes and their relevant information.\n- Integration with other systems through web service calls and \/ or moving the system into cloud.","Cosine Similarity":0.1131110191},"165":{"Reference Code":"S-0171","Solution Name (Eng)":"Augmented Reality (AR) model","Solution Description":"The regional model 3D module is displayed in the form of augmented reality (AR), which can be used with a physical white model or a map to observe the virtual model on a tablet computer. Adding three-dimensional markers can detail more features and details.\nNot limited by location, 3D regional models can be presented and displayed anytime and anywhere. Unlike traditional architectural models, the terrain and development can be updated at any time, which is more environmentally friendly and faster.\nIt can also be used for teaching purposes and publicity work.","Cosine Similarity":0.1124453396},"38":{"Reference Code":"S-0041","Solution Name (Eng)":"A.I. and speech solutions by Nexify and iFLYTEK","Solution Description":"To provide on-premises Cantonese Speech Recognition Services and transcribe voice speech into text. \nTo facilitate the possible analytics and further processing on speech content by its recognized text.\nTo ensure government content remains in government network and servers, in order to comply with government's security guidelines.","Cosine Similarity":0.1111078039},"181":{"Reference Code":"S-0188","Solution Name (Eng)":"Data Vaccinator","Solution Description":"The Data Vaccinator service protects your sensitive data and information against abuse. At the very moment when data is being generated, the service splits that data and uses pseudonymisation techniques to separate content from identity information. Thus, the Data Vaccinator service reduces cyber security risks in the health, industry, finance and any other sector and helps service providers, device manufacturers and other data generating parties to handle and manage sensitive data in a responsible manner.","Cosine Similarity":0.1085558683},"11":{"Reference Code":"S-0012","Solution Name (Eng)":"Monitoring and Early Warning System for Holding Concentration, Insider Trading, Short-selling and Stock Price Manipulation","Solution Description":"Perform machine learning and intelligent analysis on the stock holding data of the brokerage firm, calculate the information entropy of the shareholding portfolio and its changes, locate and find out the suspicious brokerage seat purchases that have changed before the special company event, by checking the brokerage seat in the specified time windowEstimate the profit and loss and rate of return on a certain stock to find out abnormal transactions; evaluate the changes in the degree of chip concentration of the designated stock by changing the distribution of the designated stocks in different brokerage seats, and monitor abnormal short-selling transactions through pattern recognition of individual stocks, Automatically detect specific public opinions (short selling reports, manipulation accusations, etc..), high-risk public events and explosive news are automatically located to the list of related listed companies.","Cosine Similarity":0.10799779},"139":{"Reference Code":"S-0143","Solution Name (Eng)":"Cyberbit","Solution Description":"Cyberbit provides cyber security solutions for smart buildings, including the Ram Compound, which is the first smart-building government facility in Israel, and considered to be one of the most innovative IT projects in the country. Smart buildings use automated processes to control the building’s operational systems and increase reliability and efficiency. The Ram Compound will serve as headquarters for sensitive government ministries and as such integrates physical and cybersecurity to achieve resilience.\n\nMost of a smart building’s systems are digitally controlled and connected:\n• Operational Technology (OT) systems including heating, ventilation and air conditioning (HVAC), lighting, power systems, elevators and fire alarms.\n• Internet of Things\/connected devices (IoT) including IP cameras, motion detectors and other surveillance systems, internal communication systems, and more.\n• Information Technology systems (IT) including servers, laptops and workstations.\nThe building’s OT systems reside within the IT infrastructure.","Cosine Similarity":0.1071320176},"9":{"Reference Code":"S-0010","Solution Name (Eng)":"Precise Facility Crowd Analysis","Solution Description":"Through wireless transceivers receiving Wi-Fi signals from smartphones (no apps or connection is needed), and processing the data on Clouds, we provide a detailed analysis on the utilization of the facility, like crowd count and dwell time, crowd flow, and returning-visitor statistics. Facility operator and management can use the result for crowd management, manpower and resources allocation, predictive maintenance, and new facility design.","Cosine Similarity":0.1070645154},"39":{"Reference Code":"S-0042","Solution Name (Eng)":"Smart Water Duct Valve for shared Housing","Solution Description":"Public bathrooms and shared houses that are popular recently. Because there is no independent water meter, users may not necessarily pay attention to water conservation.In some cases, users intentionally or unintentionally did not turn off the water pipes, wasting a lot of fresh water, causing expensive water charges and flooding risks. Smart sluices can avoid this crisis.","Cosine Similarity":0.1066305563},"167":{"Reference Code":"S-0173","Solution Name (Eng)":"Go VR Immersive - Hololens 2 Mixed Reality Solution","Solution Description":"Holographic technology enables the blending of physical world with digital contents to build a new Mixed Reality environment. Microsoft Hololens allow you to interact with virtual holograms and real objects in physical world which offer a unique Mixed Reality experience. The latest HoloLens 2 offers the most comfortable and immersive mixed reality experience available, with industry-leading solutions that deliver value in minutes — all enhanced by the reliability, security, and scalability of cloud and AI services from Microsoft.\n\nWe can offer customized business solution and application development to wide-ranging of uses of Hololens 2 in different industries.","Cosine Similarity":0.1063717082},"255":{"Reference Code":"S-0271","Solution Name (Eng)":"Server Data Analysis Service (User & Data)","Solution Description":"Give IT total visibility and control over their unstructured and semi-structured data, ensuring that only the right users have access to the right data at all times, use is monitored, and potential abuse is flagged.","Cosine Similarity":0.1031533554},"119":{"Reference Code":"S-0123","Solution Name (Eng)":"Complete Encryption with HSM","Solution Description":"The general purpose HSM market is growing quickly, driven by global demand for stronger data and application security, increased encryption, and privacy regulations such as the EU General Data Protection Regulation (GDPR) and the electronic identification, authentication and trust services (eIDAS).\nHSMs offer the highest levels of cryptographic security, and are deployed to minimize network and cybersecurity risks from cloud services, Internet of Things.","Cosine Similarity":0.102993831},"106":{"Reference Code":"S-0109","Solution Name (Eng)":"Face Recognition Door Access System","Solution Description":"Hampen’s Face Authentication System (FAS) combines face recognition, face tracking, anti spoofing analysis to ensure the authenticity of the user’s identity via IP cameras or FR Access Control Device.","Cosine Similarity":0.1025174335},"98":{"Reference Code":"S-0101","Solution Name (Eng)":"​LANDRAY Office Automation (OA) system solutions","Solution Description":"​LANDRAY is providing the Office Automation (OA) system solutions which help company disciplines involving any combination of modeling, automation, execution, control, measurement and optimization of business activity flows, in support of enterprise goals, spanning systems, employees, customers and partners within and beyond the company boundaries.\n\n​LADNRAY EKP (Enterprise Knowledge Portal) allows company to easily model and manage new and existing processes. Incorporated and deeply integrated with the other existing systems such as ERP or Financial System, it enables company to integrate business workflows into their application and data infrastructure.\n\nEKP Workflow Solution\nLandray EKP lets you streamline all the operations workflows and processes. Write your own rules to simplify the works based on your unique business needs.\n\nKnowledge Management Solution\nLandray KMS allows to assists with the identification, creation, distribution, and organization of a company’s knowledge pool. Its best to give a company a single, unified pool of information that is easily accessible, discoverable and updated.  It makes companies leaner, efficient, and more profitable.","Cosine Similarity":0.1012210697},"12":{"Reference Code":"S-0013","Solution Name (Eng)":"Public Event Tracking and Early Warning Analysis System","Solution Description":"Multilingual public opinion collection and analysis of public data such as local and overseas websites, social media, etc., sentiment analysis\/trend analysis\/geographic visualization analysis\/relational analysis, etc. for the events\/individuals\/entities queried by users, providing a solution for decision makersExtremely simplified, low-cost, interactive analysis support, in a few minutes, the massive information is transformed into a key knowledge graph that is immediately available to support decision-making.","Cosine Similarity":0.0995897129},"122":{"Reference Code":"S-0126","Solution Name (Eng)":"Self Service Business Intelligence","Solution Description":"Self Service BI helps to discover data insight across multiple data sources to help make decision faster and more accurate.  The ease of building data modelling makes launch of services fast even applicable to ad hoc requirements.","Cosine Similarity":0.099581331},"229":{"Reference Code":"S-0240","Solution Name (Eng)":"Multilingual Voice Assistant","Solution Description":"Mobile App with multilingual voice and text capability for speakers of any language. Make requests, ask for information, change schedule provide content on voice request. Instant reply to intents comes back and if in multilingual mode, request is sent out, translated and sent back in speaker's language. Cloud management system logs all requests (in any language). See bottlenecks, manage realtime communication, take action on popular requests. Use cases: facilities management, hospitality, hotels, tourism, events, exhibitions, healthcare, banking, insurance, government information (COVID-19)","Cosine Similarity":0.0992035419},"205":{"Reference Code":"S-0216","Solution Name (Eng)":"BMC Helix Service & Operations Management","Solution Description":"BMC Helix is an industry-leading service and operation management solution that uses cognitive automation technologies to enable organizations’ digital transformation.  The Helix solution suite covers wide range of capabilities such as \n\n-\tITSM (IT Service Management)\n-\tEmployee self-service\n-\tAuto-discovery of servers\/storage in data center\n-\tServer\/application\/network monitoring\n-\tServer\/network Capacity Optimization\n-\tCloud Security\n\nAll these capabilities are provided in an single integrated platform which customer can choose to be on-premise or SaaS.  BMC Helix enables proactive service resolution, providing the ability to monitor, service, and remediate events as they occur.  The modern persona-based UX are optimized across devices.  The powerful, stunning reports and visualizations provide data driven insights for making critical decisions.","Cosine Similarity":0.0987371504},"142":{"Reference Code":"S-0146","Solution Name (Eng)":"Promon Shield - Application Protection and Security for IoT & Connected Devices","Solution Description":"Vulnerable apps connected to IoT devices can create safety issues, expose sensitive customer information and raise the risk for ID theft and fraud. Promon SHIELD™ prevent malware and hackers from getting to your sensitive data, and secure apps from a range of attack vectors, such as:\n  - Malware attempting a low-level takeover of a device\n  - Cloning scenarios for keys or unique identifiers\n  - Unauthorized access and Hijacking of application processes and functions\n  - Overlay malware and hacker-developed copies of the app login\n  - Fraudulent transactions\n  - OS Vulnerabilities","Cosine Similarity":0.0985414386},"257":{"Reference Code":"S-0273","Solution Name (Eng)":"Talos","Solution Description":"Talos is an Appium & Selenium based framework that provides the blueprint for test automation projects. It is the tool-of-choice for mobile app testers and developers. The wide range of helper functions and clear tutorial help users write test cases easily. Our team customized the framework to be an all-in-one and easy-to-use solution. Talos eliminates users’ extra effort of configuring the machine and writing fundamental test script, allowing user to save time and focus on writing test cases. Monitoring and debugging is easier with real-time screenshots and human-readable test report.","Cosine Similarity":0.097742334},"101":{"Reference Code":"S-0104","Solution Name (Eng)":"Litbulb Technologies","Solution Description":"We are Litbulb (www.litbulb.com) a HK startup. Our mobile tool helps people communicate better at work, between teams, between departments. We want to address the issue of too many emails, too many chatrooms, employees today have to deal with too much noise, and this has a negative impact to employee engagement and internal collaboration. Our mobile tool fixes this by letting you know what's important and what's noise, so we can focus our brain only on the things that matter and feel more accomplished at work. Our tool also rewards those that contribute value-add to their colleagues, creating a culture of Helping Others Win. Use it to collaborate, share knowledge, innovate, and build together a better Hong Kong.","Cosine Similarity":0.0967881083},"159":{"Reference Code":"S-0165","Solution Name (Eng)":"Health Monitoring System","Solution Description":"At present, there are many households who need to provide guardianship services, such as the elderly, young children or patients. They hope to improve service efficiency and assist in management through the health monitoring system.Through the combination of hardware and software, the monitoring system always takes care of the user's health value, activity status and positioning.\n\nThe smart bracelet can monitor heart rate, steps, sleep and walking distance.The user's bracelet data will be transmitted to the gateway via Bluetooth, and the gateway will be stored in the cloud via WIFI.Regarding the positioning function, if the guarded user leaves the designated area, or removes the monitoring bracelet, the heart rate is too high... An alarm will appear in the background of our monitoring, reminding the need for timely attention.","Cosine Similarity":0.0950535461},"120":{"Reference Code":"S-0124","Solution Name (Eng)":"Enterprise Intelligent Assistant","Solution Description":"Enterprise Intelligence Assistant\n- Composed of state-of-art technologies in particular NLP and Machines Learning\n- Support Voice Recognition of mixed Chinese and English content\n- Tailored solution suit various industries including Government Departments, Public Utilities and Financial Services etc.\n\n1. Chatbot\n- Apply Cantonese NLP and capable to handle mixed code of Chinese and English\n- Support multilingualism to offer language localization\n- Build your own Chatbot with the drag-and-drop Dialogue Builder require no programming skill\n- Enable intent-based conversation with target customers\n2. Voicebot \n- Support voice recognition in multi-languages\n- Guarantee the accurate comprehension of industrial-specialized language\n- Apply Deep Learning Speech-To-Text (STT) and Text-To-Speech (TSS)\n- Support integration with your database to offer personalized services\n3. TeamLayer\n- Integrate seamlessly with the system of your company \n- Assemble similar topics to visualize your customers’ expectation\n- Handle multiple and repetitive conversations\n- Enhance your customer’s experience with your company","Cosine Similarity":0.0949876457},"240":{"Reference Code":"S-0251","Solution Name (Eng)":"Self Service Bike Rental Solution","Solution Description":"The automatic bicycle rental system is used by citizens for leisure and entertainment.The system does not require a large number of manual operations to allow citizens to easily rent or return bicycles in different places in the district to visit the scenic spots and open spaces in the district.","Cosine Similarity":0.0947681516},"248":{"Reference Code":"S-0261","Solution Name (Eng)":"DragOnce Platform","Solution Description":"Our company developed a platform called\" DragOnce\", it allows IT\/ non-IT users to digitize their own processes including workflows without coding, and it supports both web or mobile app. \nIn addition, our company provide implementation services which can help the Government to digitize the processes in a short period of time by using DragOnce platform.\nDragOnce can allow users of different roles to streamline the business approval process, control records access permission control, set scheduling  jobs, notifications, reminders, upload or download files, pre-defined tailor-made report or charts etc. It supports better controlling for Government staff to manage internal processes at scale. \nThe deployment supports Cloud or On-premises.\nExisting clients includes: HKSAR - OGCIO \/HKPC\/ Cyberport \/HK Electric \/HKUST ....etc","Cosine Similarity":0.0938962698},"8":{"Reference Code":"S-0009","Solution Name (Eng)":"Precise And Responsive Indoor Location Tracking","Solution Description":"Through wireless transceivers receiving Bluetooth Low Energy (BLE) signals from smartphones or BLE-enabled tags, and processing the data on Clouds, we provide an precise and responsive tracking and navigation solution. Visitors of museums and libraries will have a better experience with a precise and responsive navigation. Mobile assets like movable exhibits and library trolleys can be tracked in real time for monitoring.","Cosine Similarity":0.0917959064},"269":{"Reference Code":"S-0294","Solution Name (Eng)":"Live Webinar Streaming service","Solution Description":"Our company offers the complete package for live webinar streaming services which includes the following:\n\n-\tStreaming platform (Global CDN connection)\n-\tStreaming login page for desktop and mobile users\n-\tQ & A Chatbox service\n-\tCamera Man\n-\tAudio Rental Services\n-\tTechnical Crew standby","Cosine Similarity":0.091252014},"162":{"Reference Code":"S-0168","Solution Name (Eng)":"IXIA Vision ONE (Network Packet Broker)","Solution Description":"Amplify your security without changing a cable. Ixia Vision ONE provides IT Operations the ability to deploy resources where they are needed most and secure any traffic in their network.\n\nIxia Vision ONE acts as the first step to security, providing reliable inline connectivity for security tools such as intrusion prevention systems (IPS), data loss prevention (DLP), and Web firewalls. It simultaneously connects out-of-band monitoring tools like intrusion detection systems (IDS) and data recorders.\n\nIntegrated intelligence features enable you to access encrypted traffic using SSL decryption, reduce analysis traffic using advanced packet processing, and precisely select traffic by application type, and geography. Ixia Vision ONE forwards selected traffic in a variety of formats to interoperate with any security tool.","Cosine Similarity":0.0908257663},"251":{"Reference Code":"S-0264","Solution Name (Eng)":"Smart Parking with Video Analytics","Solution Description":"With the development and general application of Video Analytics Technology, Smart Parking Solution is not only bounded to License Plate Recognition and Ticketless functions any more. The following systems\/features are also designed by our company to cater the growing needs of our clients, deriving from the application of Video Analytics Technology.\n\n1.\tAuto-Classification of Vehicle Type for fee-calculation or restriction\nFunctions: Detect Car type, brand and model for different rate structures. No need to install another ticket unit for lorries. Especially suitable for car parks with loading bays and private car bays.\n2.\tDynamic Rate Structure on Bay Location\nFunctions: Different rates for bays at different locations via video monitoring cameras. Drivers, who are willing to pay more or in a rush, can park at bays with better locations at higher rates. Bays allocation can be more efficiently managed.\n3.\tBay-Counting function for Motorcycles\nFunctions: Motorcyclists can be informed of the floors with the most spaces at entry. Technically, this function was almost unachievable with just sensors for detection in the past.\n4.\tOutdoor Parking Space Monitoring \/ Counting\nFunctions: This function helps to achieve the function of Bay Guidance for outdoor car parks. This solution is much more cost-effective than installing a sensor on every single bay for detection.\n5.\tLoading Bay Barrier-less Monitoring and Charging Function\nFunctions: Helps to overcome the general pinpoint of installing a barrier system for a loading bay for rate calculation and payment.\n6.\tSmart Bay Guidance Signage for EV Cars\nFunctions: Helps to direct EV Cars to the nearest and available bays with EV chargers. Highly reduce congestion issues at a car park. Enhance user experiences and conveniences.\n7.\tMobile Parking Fee Payment via License Plate or Octopus Number\nFunctions: Reduce the issues of insufficient remaining values for Octopus Cards at the Exit. Highly ease the issue of queues at the exit. Vehicles with no outstanding payment can be allowed to leave by detection of the License Plate.\n\nOur company has engaged and specialized in the field of Car Park Management System for the past two decades and is dedicated to provide top-of-tier technologies and state-of-art products to our clients. Most of our products are proven with track records in the market or standard products from our manufacturers with different types of internationally recognized certificates. Product quality and technical know-hows on our systems are guaranteed with our company.\n\nOur service pledges for this Solution include:\n1.\t98% or above for License Plate Recognition Accuracy Rate\n2.\tProvisions of two LPR\/Video Cameras per lane at different locations\n3.\tExpertise on camera location selection\n4.\tProvision of progressive training on OCR engine and Deep Learning capability\n5.\tProvision of high-quality preventive maintenance service to the system","Cosine Similarity":0.0904272348},"35":{"Reference Code":"S-0038","Solution Name (Eng)":"Hybrid Reality Platform","Solution Description":"- A collaboration platform for Smart City management: Manage your digital twin and IoT data in 3D\n- Construction progress tracking: Monitor location-based 4D BIM (BIM+schedule) and productivity over the project’s timeline\n- Future architecture design simulation: Visualise planned engineering works, detect any clashes and revise plans; outdoor view simulation and sunlight analysis for leasing flats\n- Real-time facility management: Manage and control IoT data such as air-conditioning, electricity and water consumption\n- Predictive building maintenance: Analyse usage patterns, identify potential breakdowns with proactive alerts, and resolve problems before they happen\n- CCTV installation planning: Simulate surveillance camera coverage, identify blind spots and determine the optimal number of security cameras required to cover specific area\n- Interactive AR\/VR experience: Conduct occupational safety training courses; provide 3D e-directory for properties","Cosine Similarity":0.0892221183},"37":{"Reference Code":"S-0040","Solution Name (Eng)":"RVM One Stop Recycling Solution","Solution Description":"Provide recycling services, from source classification to collection and transportation to recycling.The smart recycling machine can be operated 24\/7 to facilitate recycling, provide instant points\/discounts, increase recycling incentives, increase recycling awareness, and improve garbage disposal problems.The intelligent recycling machine automatically reports that the recycling is full, saving transportation carbon emissions.Monitor downstream processing to ensure that waste materials such as recycled plastic bottles\/aluminum cans are sent to recyclers for recycling, and the back office can provide statistical evidence of carbon reduction.","Cosine Similarity":0.0888050348},"96":{"Reference Code":"S-0099","Solution Name (Eng)":"NB IoT Sensor Solution","Solution Description":"Use sensors to detect temperatures, motions, thermal, water leakage or air quality... in any location and send the data through wireless network (NB IoT, LoRa, Sigfox, BLE, WiFi...) to servers\/cloud for data analysis \/ monitoring and provide alerts to management when the conditions out of defined limited. The product helps organizations to collect data in remote area 24\/7 and share data to improve private\/public services.","Cosine Similarity":0.0886460543},"238":{"Reference Code":"S-0249","Solution Name (Eng)":"Robotic Process Automation with A.I. Data Capturing Capability","Solution Description":"Automation Anywhere’s vision of RPA in the public sector is to take the robot out of the human and solve government’s mission challenges by liberating employees from mundane, repetitive tasks, allowing them more time to use their intellect and creativity. We see a world where every employee will work side by side with Digital Workers, making humans exponentially more productive and far more fulfilled.\n\nUpgrade Citizen Experience\nRPA provides flexible technology that enables agencies to keep up with citizen demand and desire for consumer-grade service levels.\n\nModernize Government Forms\nOptimize data collection, consolidation, and indexing to set up all processes with the right information, right away.\n\nInteroperate with any System\nRPA is designed to work with any system from legacy to cloud. Free human talent from connecting the dots between systems to focus on high-value work.\n\nImprove Mission Delivery\nFrom input through to compliance and reporting, RPA enables smoother, faster, service delivery, by automating high-friction\/bottleneck steps in processes.","Cosine Similarity":0.0881953165},"166":{"Reference Code":"S-0172","Solution Name (Eng)":"Earthy","Solution Description":"Earthy is a geo-intelligent smartphone application for advanced chat. Use your native language to speak every language with automated translation powered by A.I.! \n\nWe translate as you hit Send and cover over 100 languages. \n\nThe app has geo-intelligence so you can easily find locals and local businesses. Find yourself and friends by creating public and private chat-grid groups. Share grids with friends, family, and your business partners. \n\nWe're built for broad human connection.","Cosine Similarity":0.0878703967},"137":{"Reference Code":"S-0141","Solution Name (Eng)":"HubSecurity","Solution Description":"Ultra Secure Keys Management & Digital Assets Solution for Enterprises\n\nHUB’s HSM Vault is a dedicated hardware server and 24\/7 always online, key management solution for safely storing and using all of your company’s sensitive data. FireVault’s unique hardware architecture is built to deliver an ultra secure hybrid hot-cold solution, alongside availability and simplicity. The FireVault’s end-to-end hardware solution enables a seamless and secure signing flow, with an embedded Firewall, an integrated Air Gap solution, embedded touch screen, remote secure mobile access, a distributed redundancy solution, and an internal tamper detection and response system.\n\nFireWallet, the only Hardware Wallet with an embedded Firewall. HUB Security’s FireWallet safely secures and protects your digital assets with the hardware based firewall, an EMI Shield, encrypted backup solution, and anti-tamper case. The unique firewall creates logical and physical separation while multiple layers of protection in hardware and software complement each other for all-around protection against multiple types of local and remote attacks.","Cosine Similarity":0.0872840062},"26":{"Reference Code":"S-0029","Solution Name (Eng)":"Field Services Management System using IoT, GIS and Mobile Technologies","Solution Description":"This solution addresses the two pain points in field services which are the difficulty in monitoring multiple work sites in our city and the inefficiency of the vast amount of paper work in carrying out field services.","Cosine Similarity":0.0861463025},"19":{"Reference Code":"S-0021","Solution Name (Eng)":"ReportNOW","Solution Description":"ReportNOW is a mobile data interchange platform for all organization. As long as you have a mobile device on hand, you can stay connected with your business anytime anywhere. In addition, users can easily upload instant data unlimitedly to the ReportNOW server over the Internet. Through ReportNOW, either smart phones or tablets can easily link up with the company's existing database system and generate reports with real-time information or capture immediate data from the mobile devices. ReportNOW, in fact is designed for an easy to use with simple installation. It is the only interactive mobile solution in the market that is compatible with different database systems and provides variance formats for real-time reporting on multiple platforms (Android, iOS and Windows). Most importantly, there is no additional investment to acquire new hardware while enjoying these benefits.","Cosine Similarity":0.0850117505},"182":{"Reference Code":"S-0189","Solution Name (Eng)":"COVID19 Community Prevention Software System","Solution Description":"Limits COVID19 spreading while allowing normal economic and citizen day-to-day activities\n\n1) Why COVID-19 is spreading fast?\nThe biggest reason why Coronavirus is so easy to spread in the community is that infected persons have an incubation period of about 14 days, and there are no obvious surface symptoms.\nMany people do not know if they have been in contact with incubators. If the use of blocking strategies such as closing schools, closing in-door gym., closing movie theater, & closing the border, it can only be solved the problem in the shorter term.\nIn the longer-term, it not only affects the normal life of citizens but also causes huge economic losses.\n \n2) The Mathematical Model of Coronavirus Spreading\nMathematically, assuming the infection rate is 2% and the average size of people gather in the public areas is 600 people.\nIf the community do nothing to identify the incubators and alert them not to enter public areas, in 84 days, the total infected people can grow to 3 million.\nIf we can block 80% of incubators, the infected number can be reduced drastically to less than 1,000.\n \n3) Our System is based on the Mathematical Model\nThe most effective way to implement the mathematical model is to use the smartphone registration app and also to install dedicated terminals in public places such as a library, cinema, school, and gym to record where and when the citizens have visited.\nWhen a person is reported as virus-infected by medical authorities, the system immediately puts all persons who appear in the same place at the same time as the confirmed patient into an Alert list and transmits it to all terminals.\nThis system gives a friendly alert to potential incubators when they are entering public areas\nThis is not a user tracking system !","Cosine Similarity":0.084766224},"7":{"Reference Code":"S-0008","Solution Name (Eng)":"Shape Security - Shape Enterprise Defense","Solution Description":"Shape Enterprise Defense (SED) protects public facing web and mobile applications from automated attack and abuse, ensuring Hong Kong residents have secure and fair access to online services. Shape enables a frictionless and more accessible experience by replacing legacy approaches such as CAPTCHA. SED is delivered as a managed service to ensure long-term efficacy defending against constantly evolving threats.","Cosine Similarity":0.0846543312},"68":{"Reference Code":"S-0071","Solution Name (Eng)":"All-in-one Data Center - iDCmini System","Solution Description":"The iDC mini starts with a single rack unit which includes cooling, UPS, a fire protection system, an infrastructure monitoring system, remote server access and a control system etc. The solution is ideal for those companies who would like to setup a datacenter but have a limited budget or space, or only have a small number of IT equipment but still require full protection.","Cosine Similarity":0.0840091407},"148":{"Reference Code":"S-0154","Solution Name (Eng)":"Cisco Stealthwatch Encrypted Traffic Analytics","Solution Description":"Traditional flow monitoring provides a high-level view of network communications by reporting the addresses, ports, and byte and packet counts of a flow. In addition, intraflow metadata, or information about events that occur inside of a flow, can be collected, stored, and analyzed within a flow monitoring framework. This data is especially valuable when traffic is encrypted, because deep-packet inspection is no longer viable. This enhanced intraflow metadata is derived by using new types of data elements or telemetry that are independent of protocol details, such as the lengths and arrival times of messages within a flow. These data elements have the attractive property of applying equally well to both encrypted and unencrypted flows. Using these data elements or enhanced intraflow telemetry to identify malware communication in encrypted traffic means Cisco® Encrypted Traffic Analytics can maintain the integrity of the encrypted flow without the need for bulk decryption.\n\nEncrypted Traffic Analytics focuses on identifying malware communications in encrypted traffic through passive monitoring, the extraction of relevant data elements, and a combination of behavioral modeling and machine learning with cloud-based global visibility.\n\nTransport Layer Security (TLS) is a cryptographic protocol that provides privacy for applications. TLS is usually implemented on top of common protocols such as HTTP for web browsing or Simple Mail Transfer Protocol (SMTP) for email. HTTPS is the use of TLS over HTTP. This is the most popular way of securing communication between a web server and client and is supported by most major web servers. Encrypted Traffic Analytics extracts four main data elements: The initial data packet, the sequence of packet lengths and times, the byte distribution, and TLS-specific features. Cisco’s unique Application-Specific Integrated Circuit (ASIC) architecture provides the ability to extract these data elements without slowing down the data network.","Cosine Similarity":0.083450228},"222":{"Reference Code":"S-0233","Solution Name (Eng)":"Area monitoring solution using 3D camera with privacy-preserving","Solution Description":"3D camera solution using reflected light to extract depth map of object for analysis.\n\nCompared to traditional camera, our application have following advantages:\n1. Design for outdoor environment\n2. No optical image is captured nor recorded. Only depth map of the object will be recorded, leading to privacy clean solutions\n3. Lower cost compared to radar solutions\n4. Able to distinguish different objects (types of vehicle, people counting, types of obstructs)\n5. Coverage over 60 X 60 square meters with less than 10% dimension error\n6. Could measure speed and size of small package or moving objects (i.e. vehicle, trolleys)\n7. In measurement mode, it could accurately measure small or large packages dimension (from 10cm to 900cm) and extract 3D model within 1 seconds for recording or further analysis\n\nA 3D camera solution that uses reflected light to extract object depth maps for analysis.\nCompared with traditional cameras, our application has the following advantages:\n1. Outdoor environment design\n2. No optical image is recorded. Only record the depth map of the object to provide privacy protection\n3. Compared with radar solutions, the cost is lower\n4. Ability to distinguish different objects (vehicle types, people counting, obstacle types)\n5. The coverage area exceeds 60 X 60 square meters, and the area error is less than 10%\n6. It can measure the speed and size of moving objects (such as walking vehicles, trolleys)\n7. In the measurement mode, it can accurately measure the size and packaging (from 10cm to 900cm), and extract the 3D model within 1 second for recording or further analysis","Cosine Similarity":0.0830935389},"102":{"Reference Code":"S-0105","Solution Name (Eng)":"Blockchain solution","Solution Description":"In today's digital age, the information and records generated on the Internet have increased significantly.However, because the data is managed centrally by a small number of units, the data can easily be concealed and tampered with, resulting in information asymmetry.Blockchain, as a distributed ledger technology, has the characteristics of non-tampering and can be used as a database to record and store data.Once the information is stored in the ledger of the blockchain, it cannot be arbitrarily changed or deleted by anyone.Currently, the two most widely used mainstream blockchain technologies include Ethereum and Hyperledger, which can be used as a public chain or a private chain.In response to the needs of the project, we can use Ethereum or Hyperledger as the foundation, and establish smart contracts on the blockchain to store data on the blockchain.Smart contracts on the blockchain have the characteristics of transparency, decentralization, and automation, and can provide unique solutions according to different application scenarios.","Cosine Similarity":0.0826518387},"125":{"Reference Code":"S-0129","Solution Name (Eng)":"Automatic ID\/Travel Document Recognition and Validation - OCR Solution","Solution Description":"National ID card or Travel Document is an essential proof of one’s identity. How to verify and retrieve the information of the document in an automatic way are a challenge in many organizations including hotels, travel agencies, banking and finances, insurance companies, Consulate generals, immigration department, custom and exercise department, police force, airport authorities. By adapting this technology, organizations can prevent human mistake during the data manipulation and speed up the application processing time.\n\nAisino offers a comprehensive identity recognition solution which helps organizations to retrieve custom required information from the identity document in a blink. In addition, Aisino can capture the identify document as a proof to comply with local security regulation need in one go. Besides, we also offer mobile OCR solution on mobile phone which offers organization a mobility solution.","Cosine Similarity":0.0820858628},"46":{"Reference Code":"S-0049","Solution Name (Eng)":"Blockchain Solution","Solution Description":"Blockchain technology is not only a platform on which the mass of new data derived from smart cities can be safely stored and accessed by those who should have access to it. The chain also may serve as the interoperable platform that gives residents of smart cities greater say in the decisions affecting their hyper-local communities, from budgeting to elections, etc. It may also serve as a reputation management tool, as these cities tend to be chock-full of citizens who demand a certain standard from individuals and businesses when it comes to communal and environmental care.","Cosine Similarity":0.0812864304},"150":{"Reference Code":"S-0156","Solution Name (Eng)":"Neo","Solution Description":"Avidbots designs and manufactures autonomous connected robots to expand\nhuman potential. Its ground-breaking product is Neo, a commercial floor-scrubbing\nrobot widely deployed by the world’s leading facilities. They include international\nairports, major transit hubs, warehouses, industrial manufacturing sites, retail malls,\nhealthcare facilities, universities, technology parks and other commercial properties\nworldwide. Neo has redundant safety features and on-line cleaning report to measure the KPI metrics for operation continuous improvement.\nThe company is backed by leading global venture capital firms including True\nVentures, Next47, GGV Capital and Golden Ventures. Avidbots has its\nheadquarters in Kitchener, Ontario, Canada, with offices in Silicon Valley, USA,\nHong Kong and Colombia, South America.","Cosine Similarity":0.0794922411},"230":{"Reference Code":"S-0241","Solution Name (Eng)":"Intelligent Data Platform","Solution Description":"\"Intelligent Data Platform\" is a total solution which (1) automates the process of data mining process, (2) provides a platform for searching, analyzing and visualizing large amount of text data in different formats. This enhances users' capability to quickly collect data to find insights from a large amount of unstructured data. \n\nThe \"Intelligent Data Platform\"  is unique with the following features: (1) a powerful search algorithm that can match similar contexts and supports complex search logics, (2) customizable filter to narrow down the results according to customized rules and taxonomy, (3) similarity search to automatically find related documents, (4) machine reading extraction that supports OCR and more complex extraction rules, (5) support integration and add-ons such as RPA, ERP and chatbots. \n\nThe types of data format we support include but not limited to PDF (text-searchable or image), JPEG, TIFF, PNG, DOC\/DOCX, XLS\/XLSX, etc. \n\nKey benefits: \n1. Smarter than “Google” with customizable synonym dictionary. \n2. No more \"Ctrl+F\": the solution saves time with click-to-highlight function to pinpoint key phrases from any hundred pages of documents. \n3. Customizable filter to allow flexibility to add and edit filters\n4. Fast ROI: browser-based, easy to deploy and operate.","Cosine Similarity":0.0790167302},"174":{"Reference Code":"S-0180","Solution Name (Eng)":"AR\/ VR\/ Interactive Design & Development","Solution Description":"We have been heavily focusing on creating new experiences with Augmented Reality (AR) and Virtual Reality (VR) technologies that adds in a whole new dimension of sight, sound and interactive connections to brands and products. \n\nVirtual Reality (VR) lets users place themselves into a Virtual World isolated from their surrounding environment through wearing a Head Mounted Display (HMD) over their eyes. VR is ideal for training that aim to provide an environment for error-less learning, train the procedural memory, and provide priming for a repetitive learning environment. \n\nAugmented Reality (AR) is a powerful tool that combines elements of the Virtual World such as videos, computer graphics, and 3D models into the Real World.","Cosine Similarity":0.0787834823},"228":{"Reference Code":"S-0239","Solution Name (Eng)":"InterOps Accelerator","Solution Description":"We developed our InterOps Accelerator (iA) to be a PaaS (Platform as a Service) ecosystem with the intention of automating processes to achieve reductions of MTTD & MTTR (Mean Time to Detection & Resolution,) gain efficiencies, and close the gap between IT operations & cybersecurity.  All with a goal of SecOps Automation.  \n\nThe challenges currently in Security Operations are 1) a shortage in skilled resources, 2) an increasing volume of threats and impossibility of relying upon manual operations, 3) a lack of integrated solutions (or Single Pane of Glass, “SPoG”) to visualize analyzed Big Data, automate in the resolution process to reduce cyber risks as rapidly as they are increasing.  We refer to the way we address the 3rd problem as AI2 or Artificial & Augmented Intelligence.\n\nThis ecosystem will provide preventative intelligence for any organization to address identified vulnerabilities and deploy tested remediations based upon community input or our PaaS validation to execute the resolution process with or without iA.  Or Preventative Intelligence can be accessed by subscription or without charge to reduce the MTTD & MTTR.","Cosine Similarity":0.0775287747},"84":{"Reference Code":"S-0087","Solution Name (Eng)":"Smart Citizen and Employee Self-Services","Solution Description":"Citizen perspective requirements:\n- Single view of the customer across council services\n- Increased information about tenants on top of data holdings on council properties\n- Consistent way of looking at properties across councils and consistent memorandums issued to citizens\n- Single integrated IT platform and business applications across councils, with no functional overlap and data duplication\n- Reduce or eliminate people-intensive, region-specific services, and improve workforce deployment options and responsiveness\n\nEmployee perspective requirements:\n- A mobile HR app for employees to use anywhere, anytime\n- Reduce or eliminate the need for field-based workers to return to the office\n- Remove the need for managers to be in the office to make approvals\n- Improve the accuracy of data capture\n\nThe SAP solution that includes SAP Fiori and SAP Mobile Platform, integrated with the core business process systems, results in fully automated, e-archived services accessible to citizens and employees round the clock, at home or on the move.","Cosine Similarity":0.0773444921},"72":{"Reference Code":"S-0075","Solution Name (Eng)":"Altai SuperWiFi Solution","Solution Description":"Altai's patented technology offers WiFi solutions at a much lower total cost of ownership with fast scalability by deploying a much smaller number of APs comparing to other existing WiFi solutions. Altai's solution can therefore allow organizations that need wireless network to provide public services (e.g. educational or medical institutes) to save cost and maintain high quality of service. \nAltai's WiFi network can offer not only the coverage but also the high data rate bandwidth that is capable to enable multiple of applications instead of a network dedicated for just one single application.","Cosine Similarity":0.0763652027},"192":{"Reference Code":"S-0202","Solution Name (Eng)":"One card e-payment solution for GBA(Guangdong-hong kong-Macao Greater Bay area)","Solution Description":"The development of innovation and technology and the promotion of smart city construction is one of the priorities of the current government. Government departments are implementing more than 70 smart city measures at full speed, covering \"smart travel\", \"smart life\", \"smart environment\", and \"smart citizens\" , \"Smart Government\" and \"Smart Economy\". The Innovation and Technology Bureau also encourages the industry to develop more innovative applications to benefit the people and business. This plan calls for the government to step up the promotion of the \"financial all-in-one card\" electronic wallet (account or card) compatible with mainland payments in Hong Kong.\n1. The Guangzhou University Town Card Company under our company undertook the key project of Guangdong Province-the University Town Card Project in 2004. The core of the project is to build a card issuing system for college students’ financial accounts and electronic ID cards. The project is approved by the People’s Bank of China and China UnionPay. Guide major banks to participate in joint ventures. The cards and financial accounts issued by the company can be used in the acceptance environment of UnionPay major commercial banks in Mainland China, Hong Kong and other places without barriers.\n2. In response to the needs of Hong Kong residents to pay back to the mainland, our company proposes to issue this (card) financial account in Hong Kong to gain the right to build autonomy. Obstacles to use. Taking into account the reality of social events in Hong Kong, our company plans to adjust the plan to copy the entire card issuance system in the Mainland to Hong Kong, and store private data in Hong Kong's local banking and financial technology institutions, and accept The supervision of the financial management department of the SAR government may also consider cooperation with government-designated agencies to provide precise services under the guidance of the Housing Authority and the Education Bureau. Social public services are likely to involve infringement of privacy. Government FinTech precision services are bound and protected by the content of the Personal Data (Privacy) Ordinance, Chapter 486 of the Laws of the Hong Kong Special Administrative Region.\n3. The account can be issued with electronic cards (virtual cards) or physical cards, and online and remote account opening, without the need for bank counters, is convenient and quick. The account meets the standards of the People's Bank of China and can be bound to the three major mobile payment systems in Mainland China, UnionPay Cloud QuickPass, Tencent WeChat Pay, and Alipay Pay.\n4. The account (card) is jointly issued with a local bank in Hong Kong, using the 1+1 model, one local bank card + one general account (card) in the Mainland, the account is bound to the local bank card, and the account funds are transferred by the bound bank card , The amount of the account is freely controlled by the cardholder, and the amount is automatically deducted during consumption.\n5. Consumption adopts the method of tapping the card and scanning the code on the mobile phone, and can also adopt the mobile payment method such as apple pay or Samsung pay, which conforms to the current mainstream payment mode.","Cosine Similarity":0.0762515292},"140":{"Reference Code":"S-0144","Solution Name (Eng)":"ZIroh Labs - Advanced Data Privacy and Encryption Technology","Solution Description":"With our Privacy Preserving Encryption libraries, radically improved for speed and multiple, distributed computing IP's, we provide a robust Reference Architecture codenamed as “OStor” (pronounced - Zero Store), One of the world’s most secure Cloud-Based File Storage Architecture. OStor is hardware and operating system agnostic with multiple integration points.\n\nPlug it to include multiple different Identities and Key Management Protocols. Built-in support for almost any cloud storage services such as OpenStack, Rackspace, Amazon, Microsoft Azure, Google Cloud Storage including end-user applications like Box, Dropbox, OneDrive, Google Drive, etc. Experience uncompromising enterprise privacy and security.\n\nZiroh Labs Inc is an innovation driven deep tech startup in the area of “Advance Privacy Preserving Encryption Technologies”. We have invented a new Fully Homomorphic Encryption Algorithms and related SDKs & Libraries that enables end-to-end encrypted data computing without decrypting the data at any time, and are practical, implementable and quantum ready. We help enhance data security and preserve absolute privacy of information. Our thesis is to enable “Encrypted Data Processing and provide an Always Encrypted Paradigm” where data privacy and protection is ensured during data stored at REST, data in TRANSIT, and also during data COMPUTING \/ PROCESSING in public or private cloud and Data Centres.","Cosine Similarity":0.0760007724},"41":{"Reference Code":"S-0044","Solution Name (Eng)":"AI Escalator Safety Monitoring System","Solution Description":"With the advancement of AI and high definition video surveillance system, a powerful video analytic system will be employed to monitor the operation and safety of escalators. The system is designed to provide high definition image quality and high storage capacity. AI video analytics will be employed to capture, analyses and summarize the maintenance and operation time, human activities and accidents occurred on the escalator. The summary of the analytic results is accessible via a user interface locally or on the cloud. The deliverable of this project are escalator safety enhancement, operation monitoring, statistics collection.\nWith the development of artificial intelligence and high-definition video surveillance systems, the system will use a powerful video analysis system to monitor the operation and safety of the handrails. The system design provides high-definition image quality and high storage capacity. Artificial intelligence video analysis will be used to record, analyze and summarize citizen behavior on handrails, and record daily operations and accidents. The summary of the analysis result can be read through the local machine or the cloud network. The result of this project is safety enhancement and operation monitoring of escalators.","Cosine Similarity":0.075803794},"24":{"Reference Code":"S-0027","Solution Name (Eng)":"Big Data Enabler Service (project based)","Solution Description":"One of cases- \n\nOGCIO Pilot Big Data Analytics Portal (BDAP)\nBig data analytics is indispensable to the success of Hong Kong’s Smart City initiative, OGCIO rolls out an internal Big Data Analytic Platform (“BDAP”) for Proof of Concept in year 2017.","Cosine Similarity":0.0756587833},"260":{"Reference Code":"S-0280","Solution Name (Eng)":"Digital parking solutions for enterprise (Include online pre booking and payment settle)","Solution Description":"Let’s Park is the industry first one-stop digital parking solution with standard cloud-based API, coupled with flexible software subscription and IoT devices to empower property owners to quick start online booking service for all your parking assets seamlessly. Enterprise can handle online reservation, different ticket selling, payment handling in consolidated platform with our solution which can customize required business logic and reporting. With IoT device support seamless “In” & “Out” to the parking site.  Quick way to optimize your parking operation with high effectiveness.","Cosine Similarity":0.0752555877},"163":{"Reference Code":"S-0169","Solution Name (Eng)":"Robotic Assistant","Solution Description":"Provide intelligent robots as assistants to replace real people in public services to provide basic services for the public.\nIt can respond to simple common problems more efficiently, save manpower, be environmentally friendly and use human resource allocation more effectively.","Cosine Similarity":0.0746564418},"30":{"Reference Code":"S-0033","Solution Name (Eng)":"ATAL’s Cloud-based Chiller Plant Energy Management Platform (EM-Platform)","Solution Description":"‘ATAL’s Cloud-based Chiller Plant Energy Management Platform’ is an award-winning solution at the Hong Kong ICT Awards 2019 in the category of “Big Data & Open Data Applications”. This platform is an all-in-one intelligent system leveraging big data analytics and machine learning (ML) for achieving building energy efficiency and sustainable development. ATAL’s Dynamic Optimisation is built upon the basis of self-trained physics-guided machine learning (ML) models using actual operating data. This ensures energy performance of the whole chiller plant being optimised in real-time using advanced modelling and optimisation techniques.  Buildings can achieve up to 30% energy savings on chiller plant operations with the use of the platform, depending on the building types and the buildings’ current energy performance.","Cosine Similarity":0.0743015781},"267":{"Reference Code":"S-0289","Solution Name (Eng)":"Life Planning & Blockchain","Solution Description":"At certain life stages, personal certificates would act as recognition from education institutions, recruitment consultants, and friends’ circle etc.\n\nAt present, recruiters spend much capacity to verify the certificates of applicants. On the other hands, applicants sometimes find difficulties to retrieve all the certificates; in addition, their personal data inside the resume may sometimes easily be leaked in the recruitment world.","Cosine Similarity":0.0741171837},"221":{"Reference Code":"S-0232","Solution Name (Eng)":"\"Smart\" Car Park Management System","Solution Description":"STEMHub is a HKSTP Incu-App company, we are professional in AI, Internet of Things, Deep Learning and 5G technologies, applying to Smart city and Smart home devices. Our service heritage combined with our strategic business, innovation consulting, design thinking, and physical-digital capabilities provide social facilitation and real business value to our customers through human-centric innovation. \n\nBelow is our proposed solution for the “Smart” Car Park Management System: \n1) Allow the drivers to make pre-booking through mobile APP\/website. A cloud based Car Park Management System to be implemented. It is a web and mobile application to allow drivers to make pre-booking through Mobile App or website. The functions are parking space reservation, payment, car search and other functions, etc. \n2) Check the real-time vacant parking spaces through mobile APP\/website. NB- IoT devices will be installed to monitor and detect vehicles occupancy in real time, allowing car park to increase utilization and improve efficiency. Users can query the number of occupied or idled car spaces via the mobile app or website. \n3) Facilitate the public to find parking spaces. Our intelligent parking IoT system can realize data sharing by using network technology, and can provide real-time feedback on the number of cars and parking lot information, and guide the driver to stop and pick up the car. \n4) Navigate the driver to locate his\/her own vehicle in the car park. AIoT and OCR technologies would also be used for recognizing vehicles model and their number plates, in order to identify the vehicles and help drivers to find their cars. \n5) Adopt new payment means such as QR code payment, NFC payment, etc. For the traditional parking management method that uses manual cash charges. Our new charging system of the intelligent parking loT is undoubtedly powerful. Intelligent parking IoT generally adopts IC card charging system, such as QR Code payment, NFC Payment, etc. Drivers can make payment via website, Mobile Apps, Exit Gate, Parking Machines, etc. In addition, the network video surveillance system can supervises the toll collectors, which can effectively manage financial security.\n\nApart from above functions, our solution also provide reports for data analysis, such as: \n• Provide sales report, marketing analysis and billing \n• Provide operators visibility on customer behaviour through big-data analytics, enabling them to develop personalised promotions and propose value-added services to increase revenue and customer satisfaction","Cosine Similarity":0.073337391},"71":{"Reference Code":"S-0074","Solution Name (Eng)":"AI Chiller Plant – Smart Chiller Plant Optimization using Artificial Intelligence","Solution Description":"Centralized Air Conditioning Systems are the primary energy consumers in non-residential buildings, and the buildings industry has been looking for solutions to optimize energy usage of Centralized Air Conditioning Systems.","Cosine Similarity":0.0714190826},"250":{"Reference Code":"S-0263","Solution Name (Eng)":"SafeGuard Series","Solution Description":"SafeGuard Series is an Enterprise security solution to tackle internal threats - data leakage and misuse by combining facial recognition, object detection and blockchain technologies. There are three products: \n\nSafeGuardChain  \nThe system will automatically log out \/ lock screen when unauthorized users and target objects such as cameras are detected.  To maintain the integrity of the data all records will be kept on the blockchain which becomes immutable.\n\nSafeGuard Lite Mobile \nUses watermark and object detection to prevent and detect sensitive data leakage through external cameras. It applys on both personal and work phones. \n\nSafeGuard Lite PC \nUses watermark and object detection to prevent and detect sensitive data leakage through external cameras (eg.snapshot from mobile phone)","Cosine Similarity":0.0708999559},"1":{"Reference Code":"S-0002","Solution Name (Eng)":"DataCube Data Intelligent Automation Solution","Solution Description":"1. It can help the development team. It does not require advanced programming skills. Through the DataCube data intelligent automation platform, it can quickly iterate machine learning models according to specific businesses.Significantly reduce the technical threshold and working hours of data scientists.\n2. Based on the existing massive data of various government departments, algorithmic modeling, analysis and forecasting of various business indicators and risks.Then use the DataCube data intelligent visualization platform to quickly display various charts.\n3. Contribute to various government operations and management, risk prediction and resource ranking.To provide professional services such as data scientists, data engineers, and IoT integration (using Cantonese and English to communicate), assist government departments in quickly importing artificial intelligence prediction models, and assist in improving the skills of data scientists.","Cosine Similarity":0.0707733035},"224":{"Reference Code":"S-0235","Solution Name (Eng)":"Pixel Eye Safety Helmets Detection","Solution Description":"Considering the large and increasing number of construction projects conducted in the HK, there is a growing need to develop innovative methods to monitor the safety of the workers at construction sites automatically.\n\nWe aim to automatically detect the uses of construction helmets (e.g., whether the construction worker wears the helmet or not) by analyzing the construction surveillance images. Based on the collected images, we first detect the object of interest (i.e., construction worker) and analyze whether the worker wears the helmet or not by using computer vision and machine learning techniques.","Cosine Similarity":0.0707678497},"245":{"Reference Code":"S-0256","Solution Name (Eng)":"AIOps (Artificial Intelligence for IT Operations) Solution","Solution Description":"AIOps, or Artificial Intelligence for IT Operations, is the next generation of IT operations analytics.\nUser could unify and Modernize Increasingly Complex IT Operations with AIOps.\n\nWe would like to bring Dynatrace Solution, a worldwide famous solution with Top Gartner ranking.\nThis is all-in-one advanced observability, with AI-assistance, enabling users to automate operations, release faster, and deliver better business outcomes.\n\nAIOps applies machine learning and advanced analysis techniques to determine patterns in monitoring, service desk, and automation data.\n\n\"The AIOps platform combines big data and machine learning capabilities to support all major IT operations functions by receiving and analyzing the increasing amount, variety and speed of data generated in a scalable manner.\"\n-Gartner\n\nLarge organizations are faced with insufficient IT support staff or insufficient knowledge points, but at the same time they have to improve service quality to face the ever-increasing service quality of customers. An aging population will make it more difficult to find suitable IT staff. AIOps can help organizations solve this problem.","Cosine Similarity":0.0702021793},"204":{"Reference Code":"S-0215","Solution Name (Eng)":"Self Check-in system for self-quarantined personal","Solution Description":"14-day self-quarantined isolation self-check-in Solution \nThis solution involves using NFC wristband and a mobile app to identify the user's location whenever the user tap their mobile phone onto their wristband which might serve as an alternative idea to the existing wristband. \n\nPro: \n1.        Low cost\n2.        no GPS, therefore won't gather too much personal info on the person. Only obtain person's location when they make contact with their wristband on their phone.\n3.        Easy and simple to register, \n4.        Good authentication. Very difficult to cheat the system\nCon:\n1.        Require a smartphone with NFC capability (e.g. iPhone 7 or above, most Android)\n\nTo authenticate the person's location, the person will need to tap their NFC wristband onto their phone, the phone would upload the location detail and the person is required to take a photo of themselves to complete the process. The authentication process could be carried out at a frequency that seems feasible.","Cosine Similarity":0.0700815022},"129":{"Reference Code":"S-0133","Solution Name (Eng)":"PANGA - Data Infrastructure Edge Computing for Smart Cities","Solution Description":"Panga provides a network infrastructure for Smart Cities, collecting all data, from IoT devices, connected buildings and users, and processes them locally (Edge Computing), for a more efficient, secured, scalable resilient access to Smart Data \nProtocol independent, Saving over 50% of energy, Secured the next generation of Operating System dedicated to SmartCity services.","Cosine Similarity":0.0698236451},"80":{"Reference Code":"S-0083","Solution Name (Eng)":"Smart Pharma Packaging","Solution Description":"A growing number of pharma companies are discovering the power of putting smart NFC tags on or into their product packages, as part of a label, a closure, or the container itself. Smart NFC tags can deliver several benefits. They give each product a unique identity, and support additional security features and functionalities, so each item easier to authenticate and trace. NFC tags also provide a direct link to the cloud, so products can join the pharmaceutical Internet of Things (IoT). By tapping the product package with an NFC-enabled smartphone, people can use the smart, IoT-connected NFC tag to access everything from authenticity checks to dosing information, diagnostic tools, and supply chain details.\n\nThere are three reasons why NFC tagging is an ideal choice for smart pharma applications. First, NFC is designed for secure ID applications, since each NFC tag carries a unique ID and can incorporate proven security features, including cryptographic algorithms, that safeguard data. Second, NFC offers data storage for on-product data, from a simple web link to a tamper-evident or ambient-temperature status, for quick, efficient interactions. And third, NFC connects to off-product information, providing access to large amounts of cloud-based data, such as detailed product information,  contextual rules for targeted messaging, historic tracking or an online authentication service. The result is a secure approach to digitalization for just about any pharma product.","Cosine Similarity":0.0684737191},"168":{"Reference Code":"S-0174","Solution Name (Eng)":"VR Training & Education System","Solution Description":"Our VR training system can provide immersive and actual-feeling for users to understand different training details.\n\nIn particular, for some special conditions such as scenarios of accidents (e.g. fire accidents, poisonous liquid leakage or short-circuit) and dangerous or prohibited areas (e.g. customs areas), it is difficult to provide training for officers\/technicians. With our VR training solutions, we can 1:1 simulate the actual environment and specific scenarios for trainees.\n\nIn addition, we can collect data of user movements, decision making and trainee information throughout the training. With those data, we can provide data analysis for analyzing trainee's behaviors and feedback to trainers to pinpoint the areas of improvements. The result reports can be stored on cloud server and to be reviewed through browsers and mobile platform (iOS & Android).\n\nCurrently, our solutions have helped various government departments and large enterprises for their staff training and safety\/precaution education.","Cosine Similarity":0.0682096258},"189":{"Reference Code":"S-0197","Solution Name (Eng)":"WCL Robotic Process Automation Solution","Solution Description":"The WCL RPA solution is an automation tools that can be used to automate the manual process and automate repetitive matching process for improvement of process accuracy and operation efficiency. With the enhanced system, the whole process can be shortened with boosted efficiency and increased matching rate. \n\nIt is particularly suitable to handle the automation of existing workflow in handling electronic applications and in validating the received data against specific sources of the internet, searching for relevant market information from various websites to support application assessments, and inputting the collected information into the system in a pre-defined format. \n\nThe end result is improvement in efficiency and effectiveness for those manual processes that are repetitive, time consuming and prone to error.","Cosine Similarity":0.0681424141},"99":{"Reference Code":"S-0102","Solution Name (Eng)":"Miovision's Portable Solution for Traffic Data Collection","Solution Description":"Miovision works with public agencies, engineering firms and data collectors across the world.  In North America, 70% of transportation departments are using Miovision because of safety, accuracy (95% or better accurate data), and efficiency.   Miovision's unique solution helps agencies optimize and scale out their data collection operations.  Our video based data collection unit, called Scout, is a best in class field device for data collectors.  The Scout VCU bundle comes with everything needed to get started including LTE based Wi-FI probe for Travel Time data collection as well as remote monitoring and scheduling capabilities.\n\nAll new customers benefit from our rich resource of training videos and product information for a smooth on-boarding.  To ensure your team is comfortable with the equipment and online tools, Miovision offers free customer support and deployment recommendations which is available for the life of the product.","Cosine Similarity":0.0654475242},"197":{"Reference Code":"S-0208","Solution Name (Eng)":"Indoor Map and Positioning for Smart City","Solution Description":"Mapxus makes indoor map simple.\n\nWe provide high quality barrier-free indoor maps and positioning service for all kinds of venues, e.g. malls, public transits, government venues, hospitals, universities, museums, sports centres, exhibition centres, etc.\n\nMapxus indoor map and positioning solution is:\n - city-based (seamless integration of indoor-outdoor)\n - infrastructure free (no hardware installation, low cost)\n - quickly implementable (fast time-to-market)\n - cross-platforms and cross-applications (iOS, Android, Web)\n - accurate (smooth and reliable indoor positioning experience with auto-floor detection)\n - accessible and barrier-free (support real time positioning and way-finding with turn-by-turn instructions with wheelchair mode option)\n - vector-based (high quality and smooth map rendering)\n - contents-rich (support POI search with various search and filtering parameters)\n - multi-lingual (support dynamic display of multiple languages)\n - ready to use (handy SDKs)\n - highly integrable and compatible with your existing applications\n - a full-stack indoor map service (indoor digital map, positioning and panoramic indoor street view)","Cosine Similarity":0.0647963136},"47":{"Reference Code":"S-0050","Solution Name (Eng)":"Deloitte ASSIST","Solution Description":"Using the latest advancements in AI and natural language processing, DeloitteASSIST enables patients to make a verbal request that generates a prioritized task to get help where it is needed. DeloitteASSIST is transforming the nurse-patient conversation from one weighed down by ‘jobs’ to one that supports improved patient outcomes and enables cultural changes in ward operations.","Cosine Similarity":0.0641522259},"198":{"Reference Code":"S-0209","Solution Name (Eng)":"Control-M (BMC Software)","Solution Description":"Control-M is an Enterprise workload automation & application workflow orchestration solution that provides robust application workflow automation, lowering operating costs and increasing application deployment speed.","Cosine Similarity":0.0623558238},"217":{"Reference Code":"S-0228","Solution Name (Eng)":"eClass Corporate Learning Management System (LMS)","Solution Description":"eClass Corporate LMS facilitates swift adoption, effective implementation and throughout management of online learning and training. It enables corporates and organizations to create and manage course content, utilize standardized courseware, monitor progress and assess performance for effective staff training and development.","Cosine Similarity":0.0619673878},"262":{"Reference Code":"S-0282","Solution Name (Eng)":"Chatbot Solution - ccRobot","Solution Description":"ccRobot is a chatbot platform that automates repetitive customer inquiries to improve overall service quality and reduce operational costs with NLP technologies. It can help serve your customers and promote your products\/services 24\/7 via web or mobile channels in any language. ccRobot supports multimedia such as text, images, videos and interactive maps. It is highly configurable and can easily integrate with different systems to serve complicated functions, such as appointments booking.\n\nIn addition, this innovative natural user interface introduces new opportunities for today's business to improve the bottom line. ccRobot is trained on the job as a human, instead of programmed as traditional chatbots do. The human live agent, as a master, works side-by-side with the apprentice (ccRobot) initially. ccRobot grows smarter naturally everyday as a human without programmers' involvement, making robot training easier than ever!","Cosine Similarity":0.0608109012},"187":{"Reference Code":"S-0195","Solution Name (Eng)":"SuperAcc Document Intelligence","Solution Description":"Apoidea is an AI solution company focusing on deep learning and natural language processing. We have a team of 40+ engineers and data scientists based in Hong Kong. We are one of the portfolio companies of Pacific Century Group which also owns PCCW, FWD Insurance and PineBridge. We are also a company under Cyberport's incubation program. In the last two years, we have successfully implemented our AI solution with 10+ financial institutions including investment banks, commercial banks and other financial institutions.\n\nOne of our focus is document intelligence solution. By leveraging proprietary AI model, our solution is able to recognise the pattern and layout of various electronic document type and extract insight and user-defined knowledge from it. For example, our solution is able to extract specific accounting items in a financial statement and generate analytics based on the extracted information.","Cosine Similarity":0.0602899678},"17":{"Reference Code":"S-0019","Solution Name (Eng)":"Personalized Education System","Solution Description":"Our solution utilizes data analytics, emotion recognition, eye-gaze tracking and NLP (Natural Language Processing) to provide personalized education system such as advising, talent scouting and many more.","Cosine Similarity":0.060061112},"242":{"Reference Code":"S-0253","Solution Name (Eng)":"Intelligent Face Mask","Solution Description":"Intelligent face mask to come with replaceable N95 grade (or other grade) filters, active UV disinfection feature with self-cleaning filter function, multi modes of operations, support Bluetooth with APP to manage real-time temperature, wearing belt status and location tracking of wearing person. \n- Reference dimensions: 15 x 13.3 x 10.4 cm.\n- Reference weight: < 50 grams.\n- Disinfection modes include: replaceable N95-grade filters, UV disinfection feature.\n- 2 disinfection modes: normal protection (last > 16 hours per charging) and enhanced protection (> 8 hours), with rechargeable built in battery\n- APP connection to manage status of: real-time temperature, wearing belt status, geographical location tracking to track alarm and predict any individual with potential health risk, and warning signals can be automatically sent to control centre for public health control measures quickly and accurately through big-data communications.","Cosine Similarity":0.0597757623},"97":{"Reference Code":"S-0100","Solution Name (Eng)":"Super Massive 3D Model Data Expert","Solution Description":"In the 5G era, \"Digital Twin\" has become one of the development directions of smart cities. It is a virtual model created for a physical object in a digital way to simulate the behavior in its real environment, so as to realize the understanding, analysis, management and optimization of the physical entity (ie the real world).\n\nAs a result, \"Digital Twin\" can provide technical support for managers of various departments in the city, as follows:\nIn urban planning, map the physical city to the virtual environment, build a digital city, visually display, precise planning, and efficient decision-making;\nIn terms of traffic travel, real-time road scenes and real-time traffic information are instant and accurate, and unmanned driving is popular, which is convenient for citizens to travel and facilitates official dispatch and control;\nIn terms of public safety, through the \"Digital Twin\" overview layout, formulate emergency response plans to ensure the safety of citizens;\nIn terms of cultural tourism, digitize historical relics and places of interest to protect historical memory and provide fresh visual experience.\n\nHowever, the realization of \"Digital Twin\" must be based on massive scale of 3D model data, and the focus is on the establishment of city-level high-precision 3D models. The breakthrough of 5G makes data transmission no longer an obstacle, but the loading, editing and application of massive 3D model data is still a unified problem in the industry. The various professional software tools used in the above-mentioned industries that rely on 3D models must run on workstations or mainframes to load 3D models above the GB level. However, Euclideon's patented unlimited detail loading technology can load TB\/PB (1TB=1024GB, 1PB=1024TB) level 3D model data in a second on an ordinary computer, and can be combined with most of the current professional 3D model processing software and application tools , Greatly improve work efficiency and visual effects.\n\nThe system can be applied to multiple government departments to realize the transformation and upgrading of urban planning, transportation, public safety, cultural tourism and other fields. In view of the different sources of existing 3D models of various government departments, incompatibility, large scale, lack of details, and difficulties in display, Euclideon integrates the 3D model data of the entire city, accesses IoT information, and builds a \"Digital Twin\"; at the same time, it uses Euclideon holography Tables, holographic rooms, and Vault customized clients to display ultra-high-precision real-world 3D models, compatible with existing multi-party 3D model professional software tools, and add humanized interactive modules to improve work quality and efficiency.\n\nSuper giant 3D model is the premise and foundation for the realization of \"Digital Twin\". As the world's only unlimited 3D model data expert, Euclideon provides you with customized 3D data model solutions.","Cosine Similarity":0.0592323318},"62":{"Reference Code":"S-0065","Solution Name (Eng)":"Smart Mobility","Solution Description":"ZTE Smart Transportation will cover multiple transportation pipelines, transportation-related computers, communications, Internet of Things, and various technologies of the Internet, creatively summarized as a \"cloud-pipe end\" architecture.The \"end\" is the terminal, sensor and other facilities involved in traffic, which have the same important functions as the nerve endings of people.As the first step of smart transportation, the \"end\" realizes accurate information perception of people, vehicles, roads, and the environment.\"Tube\" is the transmission channel of information, like nerves and blood vessels all over the body.The prerequisite for digitalization, informationization, and intelligence is the interaction of information.Providing interactive channels is an important part of smart transportation, which can support communication within vehicles, communication between people and vehicles, between vehicles, and between vehicles and infrastructure.The communication network that smart transportation relies on is a combination of wired and wireless networks, and a three-dimensional network that combines wide area and local area networks, macro cells, and vehicle-specific short-range communication systems.\"Cloud\" is a variety of applications based on cloud computing and big data architecture, just like the human brain.","Cosine Similarity":0.0591256283},"201":{"Reference Code":"S-0212","Solution Name (Eng)":"AI Solution for Outdoor People Counting without invading privacy","Solution Description":"Accurately measure & monitor the density of people at outdoor without violating privacy by collecting data from sensor solutions, for example thermal imaging or light detection and ranging.  The collected data will ingested to AI processing for dashboard building.","Cosine Similarity":0.0589453876},"132":{"Reference Code":"S-0136","Solution Name (Eng)":"Document Authentication","Solution Description":"Fake or false documents feature in the majority of modern financial frauds are the greatest menace facing in the international trading community.\n\nFinancial institutions, traders, insurance companies, shipping agents and other intermediaries all rely on transport documents such as Bills of Lading, Seaway Bills, Airway Bills, CMR and FCR when making decisions. A document that appears genuine can induce a bank to pay for goods or finance a trade. It can prompt an insurance company to grant cover on a ship or shipment, or indemnify a fraudulent claimant. It may lead a shipping agent to release a cargo to someone that is not entitled to it.\n\nIt is important to remember that any document can be forged. In today's business world, fake documents mostly copy the style of a legitimate trader and it can be difficult for a non-experienced eye to spot the difference.\n\nDocuments for tax and probate purposes, regulatory paperwork for agency requirement certifications, the list goes on.\n\nOur solution, TRUSTDoc enable instant document authentication and connect document authenticator with the originator Anytime, Anywhere.","Cosine Similarity":0.0573065281},"155":{"Reference Code":"S-0161","Solution Name (Eng)":"LiDAR and Optical Sensing applications for Smart City","Solution Description":"A customizable LiDAR solution for 3D geometric structure acquisition that can be deployed in different public service applications including but not limited to digital archiving, object monitoring, smart city development, and management.","Cosine Similarity":0.0572781488},"54":{"Reference Code":"S-0057","Solution Name (Eng)":"Artificial Intelligence Security Surveillance Protection  (AISSP)","Solution Description":"Biometric solutions for verifying \/ identifying unique authorise person in entering the premises, company assets, network and others.\nAvoid \/ Identify the \"black-listed\" person authenticate company assets instantly over the cloud.\nWith the 5G up coming, company can using this technology instantly all the world without delay.\nCentralise data management and connect through secure 4G router (existing).","Cosine Similarity":0.0566953495},"185":{"Reference Code":"S-0193","Solution Name (Eng)":"Dahua Body Temp Measurement Solution","Solution Description":"This plan is an anti-epidemic product developed by our company for this new coronary pneumonia.According to the research report, the first stage of new coronary pneumonia is a low-grade fever, 37.3 degrees. We support the highest accuracy of ±0.3 degrees, so it is suitable for detecting human body temperature.","Cosine Similarity":0.0557910427},"133":{"Reference Code":"S-0137","Solution Name (Eng)":"Splunk","Solution Description":"Splunk (the product) captures, indexes, and correlates real-time data in a searchable repository from which it can generate graphs, reports, alerts, dashboards, and visualizations. Splunk is a horizontal technology used for application management, security and compliance, as well as business and web analytics.","Cosine Similarity":0.0549934879},"117":{"Reference Code":"S-0121","Solution Name (Eng)":"Chatbot Solution and NLP applications from ZhuiYi Technology","Solution Description":"We are an AI company with special focus on natural language processing (NLP) and deep learning. Since founded in 2016, we have had multiple chatbot project experiences for over 100 key accounts covering finance, telecom, internet, utility and other industries. Our clients include China Merchants Bank, PICC, Futu Securities, DiDi, China Mobile, Ctrip, etc. We can deploy our service via web page (H5), App, Wechat, Whatsapp and other common instant messengers. The chatbot can cover general FAQ, task completion and knowledge-based inquiry. Our chatbot can understand users' real intents, answer the question, generate a work order, and guide the users to complete a task\/request step by step (i.e. a maintenance request) via conversational UI. We demonstrate a track record, including average 90%+ of accuracy and help our clients significantly reduce the pressure from customer service and increase the self-resolution rate to 80%. Our project team includes project manager, system architecture, data manager and product manager who together ensure the service quality and excellent result. In addition, the advantage of our chatbot system is it only requires light and smart maintenance effort that a normal trained employee can handle it. We believe our solution can significantly reduce workforce and release human for cognitive and creative tasks.","Cosine Similarity":0.0544251166},"36":{"Reference Code":"S-0039","Solution Name (Eng)":"iQ-Dwell Time Management System","Solution Description":"WildFaces' iQ-Dwell Time Management System can analyse crowd behaviour and dynamics anonymously in real-time, which can help manage dynamic queues in crowded places aiming to reduce congestion and distribute traffic in the most optimal way. \n\nOur system can calculate individual travel times as well as average travel times between multiple points. This is also useful for managing Queues. The privacy of individuals can be completely protected as the actual images can be anonymized such that general operators cannot see the faces. Only authorized officials can actually see the face of the person.\n\nThe system provides a useful dashboard with sufficient information such as average dwell time, individual dwell time, demographics statistics to manage queues and historic data that can be analyzed to understand the routes that people take through an environment and how long they spend in each place.\n\nIf we can tag people, we can tag vehicles as well, using license plate recognition, making this solution also applicable to road and traffic management.","Cosine Similarity":0.0541153736},"85":{"Reference Code":"S-0088","Solution Name (Eng)":"Public vehicle real-time arrival forecast system and real-time seat detection system","Solution Description":"SOCIF has developed a comprehensive intelligent travel IoT system for vehicles.By installing a GPS touch screen device on the vehicle, through our cloud computing algorithm, big data analysis and predictive analysis, we can obtain real-time arrival forecasts of any vehicles traveling on regular routes.By deploying our customized camera on the vehicle, through artificial intelligence, machine learning, deep learning and image analysis technology, it will detect human movement, flow, seat occupation, etc. in the vehicle (and even obtain its identity through facial recognition technology), So as to obtain the actual seat occupancy rate accordingly.\n\nThis system can promote real-time monitoring of public transportation or other departmental fleets, personnel deployment management, traffic analysis and city management.","Cosine Similarity":0.0540923364},"4":{"Reference Code":"S-0005","Solution Name (Eng)":"Smart Lamp Pole and Robotic","Solution Description":"We provide IoT Solution to detect an environment’s conditions such as temperature, water, pressure, motion, gas, and light ect.. together with Robotic Solution as a turnkey.","Cosine Similarity":0.0539023764},"195":{"Reference Code":"S-0205","Solution Name (Eng)":"Centrak Quarantine Management Solution","Solution Description":"The recent spread of COVID-19 has highlighted the need for effective quarantine measures facilitated by the use of technology. \n\nCenTrak offers a practical and affordable solution to isolate and contain infectious diseases through the use of active-RFID technologies. The solution includes a simple-to-install home network access point, small comfortable quarantine wrist strap tags worn by individuals in isolation and cloud-based software to easily configure settings such as isolation time and alerts, allowing for remote monitoring of thousands of locations.\n\nThe use of this system includes effective monitoring of high-risk individuals and infectious disease management. Secondary benefits of the system include reducing the infection rate of a given population which has a positive effect on the society and the economy at large.","Cosine Similarity":0.0532968976},"48":{"Reference Code":"S-0051","Solution Name (Eng)":"Insight Driven Organization (IDO)","Solution Description":"A new way to do analytics. An end-to-end solution instead of just building dashboards. Insight Driven Organization relies on the fundamental building blocks of People, Process, Data and Technology being in place and informed by an Analytics Strategy. We help define strategy to embed data analysis and data reasoning into the decision making processes, using analytics, machine learning, mobile and cloud technology to tackle the most complex business challenges.","Cosine Similarity":0.0526217297},"234":{"Reference Code":"S-0245","Solution Name (Eng)":"Locobike：Automatic Bicycle Rental System","Solution Description":"Locobike provides a share bike service in Hong Kong since 2017, our bike using a smart lock technology with the in-house developed application. Users can easy to locate the bike, unlock and settle payment from the application. Moreover, we can provide the geo-fencing function for easier to manage the bike parking and maintenance.","Cosine Similarity":0.0523337759},"194":{"Reference Code":"S-0204","Solution Name (Eng)":"DOLPHIN Indoor Positioning Service (IPS)","Solution Description":"There are many problems with existing indoor positioning services (IPSs).  First and foremost, a poorly constructed and inaccurate map is the culprit to poor user experience.  Besides, exhibition booth walls may cause IPS signals to drop off, and the resulting patchy connection would further frustrate users.  Interference is also caused by reflective signals, or in multi-storey locations, signals from other floors.  Such noise would interfere with positioning and undermine accuracy.  Dolphin IPS is an effective indoor positioning system providing low cost, high accuracy, Plug-and-Play infrastructure and good user experience, and it is actually employing a proprietary fusion algorithm (including optimised BLE beacons settings, site planning, multilateral positioning, noise reduction, changing events, special event handling and stabilisation, etc.).","Cosine Similarity":0.0521713868},"81":{"Reference Code":"S-0084","Solution Name (Eng)":"NFC Product Authentication","Solution Description":"Customs are responsible for about 70% of all seizures of counterfeit products in the world. The role of customs is especially important in protecting the Hong Kong because the vast majority of counterfeit products are imports and, after entering the market, subject to free circulation within the community. However, in anti-counterfeiting customs role is more supportive than proactive, which means that customs mostly provide help to trademark owners to protect their IPRs when this is requested.\n\nCustoms authorities fail to seize large amounts of counterfeits either because they do not know how to recognize the fakes or because the process of gathering statements from trademark owners is too time-consuming. Proper labelling, overt anti-counterfeiting technologies and training in recognizing counterfeits would, for example, assist officials in enforcing the IPRs of affected trademark owners. Furthermore, the lack of information sharing is often perceived to be one of the main obstacles in the fight against counterfeiters. Finding counterfeit products is one part of customs responsibility to control the trade. Other control objectives include finding various kinds of dangerous materials. While controlling the trade, however, customs also work to facilitate the trade in order not to disturb import and export. These two objectives conflict and thus customs always have to balance the trade-off between control and facilitation. Taking into account also the fact that the vast majority of goods that pass through customs are legal and thus should not be disturbed, it can be seen that finding counterfeit goods is not among customs' top priorities.\n\nFortunately, development in technology has also enabled novel countermeasures. Most notably, the emerge of radio-frequency identification technology has opened many opportunities to fight illicit trade. NFC allows for identification of tagged objects and establishes a link between the physical world and a virtual world with a mobile phone at any place and time. This so called dual existence of objects enables a number of new ways to manage the physical world, and thus NFC is being used for example to automate many supply chain processes.","Cosine Similarity":0.0506657772},"52":{"Reference Code":"S-0055","Solution Name (Eng)":"Smart City Electric Vehicle (EV) Charging Infrastructure Solution","Solution Description":"Demand for Electric Vehicle is on the rise for reasons that include increasing numbers of affordable and efficient models in the market from 2019 onwards, growing concerns about our environment and the impact of air pollution on our health and etc.  A number of countries in the world have already set a deadline to ban the sales of petroleum cars in years ahead.  Therefore it is necessary to develop a common EV charger infrastructure using a common protocol, which could cover chargers of various output power, mobile apps for control, flexible payment system, management and control platform, and with load management solution for power limited building, altogether combined in one integrated solution.  This notion serves the basic framework of evMega Smart Charger Infrastructure design and also provides a clear direction for our R&D work to cater for the smart mobility needs of our future smart city.  The role of HK Government is critically important.   It is expected to take the lead and sets the benchmark for this well-planned and developed ev charger infrastructure.","Cosine Similarity":0.0498220325},"272":{"Reference Code":"S-0300","Solution Name (Eng)":"Smart Guiding Robot","Solution Description":"Customized, Cloud-based, Intelligent Humanoid Service Robot.  Customers could interact with Cruzr via voice, visual video \/picture and text. It is more convenient and efficient to get the product information and location with the guidance of Cruzr.  When Cruzr in stand by mode, it would welcome, inform and guide customer in an innovative way; Providing unique entertainment in an unique way.  Cruzr could guide the customer to the designated area and an introduction upon requirement.  The navigation is powered by U-SLAM, an abbreviation of UBTECH SLAM (simultaneous localization and mapping), which uses real-time positioning and mapping to avoid obstacles.","Cosine Similarity":0.0495387353},"116":{"Reference Code":"S-0120","Solution Name (Eng)":"Raspect-ACE","Solution Description":"RaSpect is an AI-powered predictive inspection company for Architecture. With the integration of IoT sensing technology and robotics system, the process of data collection is automated and standardized to achieve remote detection and real-time monitoring. Establish high-quality inspection big data, cooperate with deep learning, image recognition, data model analysis and other cutting-edge technologies to conduct early warning analysis for building safety. We can effectively assess the potential risks of architectures and calculate the degree of damage after comprehensive analysis of the above data. Our solution not only provides more accurate detection and analysis than traditional methods, but also saves more than 50% of time and cost. Our mission is to create a safer and smarter society through artificial intelligence detection technology.","Cosine Similarity":0.0494851805},"183":{"Reference Code":"S-0190","Solution Name (Eng)":"Una Interactive Training Platform","Solution Description":"Pain point: During the epidemic, the school was closed, and teachers could only use online meeting software (for example: Zoom\/Microsoft Teams) for remote teaching. However, due to software limitations, teachers could only share their own screens and could not observe studentsWork interface.\n\nSolution: The company locally developed the Una online interactive teaching platform, which allows teachers to conduct remote teaching and upload questions, and use real-time online interactive technology to conduct questions and answers, instantly assess the learning performance of individual students, and maintain and improve the quality of teaching.","Cosine Similarity":0.0489081815},"74":{"Reference Code":"S-0077","Solution Name (Eng)":"Anywhere Networks","Solution Description":"Anywhere Networks (AN) is a leading wireless mesh technology company offering flexible and expandable network solutions for bandwidth-demanding applications, industrial and mission-critical infrastructure.","Cosine Similarity":0.0486928225},"249":{"Reference Code":"S-0262","Solution Name (Eng)":"Mobile application development","Solution Description":"Gianthouse is specialized in providing customized mobile development service using hybrid development framework, namely React Native. The mobile app developed using hybrid framework is operable on both iOS and Android, that are the most commonly used operating systems of mobile device. This reduces the development cost of mobile apps significantly as only one app that can fit into two operating systems is developed, instead of developing two native apps separating for iOS and Android. \n\nIn a product development cycle, we first collect and discuss the requirements with users, and then design the user interface (UI) and user experience (UX) for the application. Afterwards, we start to implement the software and run sprint cycles to build and test the app. Once the development is completed, the project will be launched and move to maintenance phase. \n\nIn addition, Gianthouse adopts a mixture of waterfall and agile approach as development methodology. Agile approach is used in software development to promote velocity and adaptability, since the benefits of such approach is that adjustments can be made along the product development cycle rather than following a strict waterfall path. One of the aims of an agile approach is to reduce the development costs and shorten the prototyping process.","Cosine Similarity":0.0483764336},"53":{"Reference Code":"S-0056","Solution Name (Eng)":"Advanced Contextual Analytic Solution for public enquiries","Solution Description":"1. Advance Contextual Analysis for TD (Transport Department)'s public enquiries (1823 hotline) text content\n2. Supported Language: Chinese Traditional, Chinese Simplified, English\n3. Analyzing and suggesting relevant past cases with both original enquiry and answer\n4. Showing valued Keywords with interactive association\n5. Using Microsoft PowerBI platform to facilitate Interactive Dashboard","Cosine Similarity":0.0481467471},"67":{"Reference Code":"S-0070","Solution Name (Eng)":"Well井 Smart Water Station","Solution Description":"The mission of Urban Spring is to reduce the consumption of single-use plastic, bottles by offering well-designed and well-maintained water refill stations in different locations and occasions, whether permanent or mobile. Our range of products has various level of smart features to capture data for monitoring usage and operating conditions to ensure property filtered drinking water are served for catering high people-traffic locations.\nCompared with conventional water fountains, our aesthetic design, enhanced features and service level safeguard the hygiene of water refill stations. These enable the public to develop high trust level and the usage of water refill stations in the public areas, as well as enable operators to manage these water stations more effectively.","Cosine Similarity":0.0481177755},"65":{"Reference Code":"S-0068","Solution Name (Eng)":"Reliability Centered Asset Management - Dynamic (RCAM-dyn)","Solution Description":"RCAM-dyn is a strategic Asset Management solution for electrical power networks. Riding over 100+ years engineering experience, including manufacturing and operation,  our solution provide an objective assessment on equipment health and residual life recommendations.","Cosine Similarity":0.047556214},"113":{"Reference Code":"S-0116","Solution Name (Eng)":"Smart Parking Solution","Solution Description":"Innovative Smart Parking tailored for customer-oriented parking experience\n\nParking Space Reservation - Through Mobile App, drivers can make remote reservations. Drivers will no longer wait in queue, and they can more effectively manage their time and make sure they will be on time for important meetings and appointments.\nNavigation - We offers drivers thoughtful navigation services on the road and inside the car park. The connectivity ride on 1O1O integrating Narrow Band-Internet of Things (NB-IoT) with Wi-Fi to accurately navigate drivers to their reserved parking space in both indoor and outdoor locations. Such navigation includes both visual and vocal direction which escorts drivers safely to the designated parking space.\nCharging Facility Reservation - To offer a seamless parking experience, drivers can reserve charging facility through mobile APP to ensure that they can charge their cars efficiently upon arrival.","Cosine Similarity":0.0458222404},"252":{"Reference Code":"S-0265","Solution Name (Eng)":"Business Process Management Platform","Solution Description":"yonyou Business Process Management platform comprehensively integrates with ERP, providing collaborative work, approval flow management, document management,  workflow management, meeting arrangement, mobile office etc.","Cosine Similarity":0.0457114503},"93":{"Reference Code":"S-0096","Solution Name (Eng)":"Clare.AI Asian Language Chatbot Solutions","Solution Description":"As Asia’s leader in Chatbot solution, powering many of the highest traffic Chatbots in Hong Kong, we are confident that both Clare.AI software and delivery methodology will meet and exceed your objectives in providing innovative yet cost effective Government services to the public round the clock.\n \nClare.AI has enabled Hong Kong Government and Fortune 500 enterprises to upgrade their customer service offerings, and maintain a useful and delightful digital assistant. Our technology helped automated over 93% enquiries, while maintaining an 84% satisfaction score. Beyond Hong Kong, Clare.AI’s software has also assisted end-users across Asia, including Taiwan, Philippines and Malaysia.\n \nEven with best-in-class software, we understand every organization and government department needs the right assistance to adjust to a new service offering. We have developed a proprietary delivery methodology and team to allow our customers to scale digital assistant offering.  Our best-fit project management proposal is flexible, efficient, reliable and cost effective. The highlights are summarized as follows:\n \nProven Proprietary Delivery Methodology\n- Long term partnerships with other large enterprises, and complex delivery experiences with multiple system integration touch points\n- Robust project governance ensuring a seamless delivery\n- Smooth transition program for government departments to adopt and operate the digital assistant on an ongoing basis after successful delivery, including options to deploy to other government selected infrastructures\n\nLocalized Artificial Intelligence\n- Proven Natural Language Processing (“NLP”) engine handling Cantonese, Mandarin, English and the mix use of those languages to let the Chatbot smartly and accurately understand the conversations of the users\n- Ongoing language model updates and improvement covering Cantonese, Mandarin, and English to cater for evolving language usage\n- 100% local development team in Hong Kong go for this Government projects\n \nBest-in-class AI Interaction management software\n- Special features designed for risk management to prevent unauthorized access to the Knowledge Management system; handling of complaint and special keywords to prevent inaccurate answers displayed\n- Proven digital assistant software to support 5+ messaging channels \n- API-based architecture for easy maintenance and flexible system integration between existing system components on-premises and on-cloud, and ease of extracting info to provide more relevant answers to end-users in the future\n\nWe firmly believe these are the significant factors that not only differentiate us, and also place us in a superior position to help Government transition to a new era of a more efficient and conversational Government services to the public. While we strongly believe that we have put forward a robust solution, we are flexible to further align the solution to the needs and expectations. We are eager to partner with OGCIO for further Chatbot implementation.","Cosine Similarity":0.0445067622},"200":{"Reference Code":"S-0211","Solution Name (Eng)":"Customised Mobile Application solution","Solution Description":"Ever heard of complex ERP\/CRM solutions that takes months or even years to implement, learn and yet still unable to optimize user adoption rate? Apping Technology is the key to unlock the usability of your ERP\/CRM system making it so practical and convenient to all users-types. We provide customized mobile applications that integrate seamlessly into the back-end system that aims to eliminate manual data inputs and conventional paperwork invoicing. Some of our most sought-after solutions are real-time monitoring on productions, deliveries, payments, expenses etc. Stock checking, issuance of quotation, delivery order, invoices and receipt can all be done via our mobile apps and its data is updated real time to your core ERP\/CRM system. Our mission is to make complex simple and most importantly help businesses save cost and grow.","Cosine Similarity":0.0444018804},"13":{"Reference Code":"S-0014","Solution Name (Eng)":"2D Face Re-identification","Solution Description":"Apply Facial Recognition System for all ID Check to increase security level by reducing the possibility of human misjudgement in identification and might lead to security breach.","Cosine Similarity":0.0443136059},"88":{"Reference Code":"S-0091","Solution Name (Eng)":"Next Generation Growable Optical Networks","Solution Description":"By the inspiration of Prof. Charles Kao (Father-of-Fiber Optics), a team of Hong Kong researchers invented Growable Optical Networks in early 2000. Trinity Photonics was established by that team on 2007 with HQ and R&D based in Hong Kong Science Park. \nTrinity provides one stop solutions from Design, Manufacturing, Installation and Management based on the patent for a new generation of Growable Optical Network i.e. bandwidth and network nodes can “grow (be increased)” anytime. Our solution is an unique solution for deploying high speed optical infrastructure for well developed Smart Cities. All new technologies like 5G mobile and Realtime communication can be plugged and played on top of the infrastructure. \nWe are thankful for the supports from teachers and students for this Hong Kong Invention. Up to now, we build more than 50 growable optical networks (all with fiber-to-classroom) for schools which serving over 40,000 teachers and students 7x24 concurrently. Each of these schools can enjoy E-learning, WiFi, HD or 4k video broadcast, VR\/AR\/AI\/IoT, STEAM activities, VDI and Moodle for whole school freely. Fulfils the dream of smart city is our goal.","Cosine Similarity":0.0423888415},"145":{"Reference Code":"S-0150","Solution Name (Eng)":"A.I. Facial Recognition Application for Event Photo Delivery","Solution Description":"Pain Point:\n1. All large scale events are facing one big problem\n2. Photographers taking tons of photos, what is the most efficient way to distribute and deliver back to the guests?\n3. Such as there are ten thousands of photos, almost one thousand of guests. Like corporate or government department annual dinner, wedding banquet or even Marathon etc.\n\nSolution:\n1. Leverage A.I. technology\n2. With cloud based mobile application\n3. Instantly find out all the photos that has the guest’s faces inside\nGuests can save the photo to camera roll on the smart phone or receive the download link via email or SMS\n\nPain points:\n1. All major events have a problem\n2. As the photographer takes a large number of photos, how to efficiently distribute it to many VIPs?\n3. For example, there are ten thousand photos and nearly one thousand guests. Such as company or government department annual party, wedding banquet, and even marathon.\n\nsolution:\n1. Use A.I. artificial intelligence technology\n2. Cooperate with cloud mobile app\n3. Find out pictures of guests’ faces quickly\n4. Send the download link by email or SMS","Cosine Similarity":0.0420721769},"42":{"Reference Code":"S-0045","Solution Name (Eng)":"SAP Big Data Solution","Solution Description":"SAP HANA is an in-memory data and application platform. It includes native engines for text mining, predictive analytics, graph and spatial engines to accelerate spatial processing and analytics for real-time location insights.  With HANA Platform, business data is not just linked to an external spatial data source, but unified in-memory for instance access and accelerated spatial processing.  Therefore, no more broken links to fix, no more waiting for hours for analysis to run. \nBenefit: \ni.\tAccelerate Business Processes \nii.\tTames Big Data analysis \niii.\tKeeps pace with streaming data from IoT \niv.\tFoundation for deploying accelerated application from SAP, ESRI, Internal or External Developers.   \n\nSAP Data Hub is a multifaceted solution that is designed to solve the challenges posted in the ever-increasing distributed data landscape.  \n\nBenefit:\nInclude data pipelines, governance, and landscape management that scales elastically to orchestrate and automate the flow and refinement of disparate data (structured and unstructured, streaming and bulk transfers, in motion or at rest) all in one environment.  Hundreds of pre-built operators (e.g.: Machine Learning, complex data processing, etc) are available out of the box for you to build your big data scenarios effortlessly.","Cosine Similarity":0.0418369249},"103":{"Reference Code":"S-0106","Solution Name (Eng)":"Smart bin trash collection solution, especially remote area","Solution Description":"Smart bin is widely used over Singapore in the outdoor situation. it could reduce the size of the rubbish, alert to the trash collector control platform and help them to have better logistic arrangement, especially for the remote area eg: countryside, hiking area. it uses solar power for the electricity supply.","Cosine Similarity":0.0413585529},"199":{"Reference Code":"S-0210","Solution Name (Eng)":"AI Cloud for Smart Construction","Solution Description":"viAct.ai AI cloud for Smart Construction platform automate construction monitoring to improve safety, productivity and compliance","Cosine Similarity":0.0413241871},"20":{"Reference Code":"S-0022","Solution Name (Eng)":"A smart lamp pole system with AI-enabled security system","Solution Description":"This is a road lamp system that has a number of components on it: weather station, WIFI \/ 5G station, public announcement system, digital signage, EV are charging station, radar speed (for vehicle speed checking), a call point, and CCTV. Some of the components are self explanatory. It enhances public security by 24\/7 monitoring the surroundings events, people behavior.","Cosine Similarity":0.0411053672},"76":{"Reference Code":"S-0079","Solution Name (Eng)":"1\/ AccuID, 2\/ Pedestrian Analytics, 3\/ Vehicle Analytics","Solution Description":"1\/ Using facial recognition for access control in various application (e.g. lift assignment, turnstile)\n2\/ Using object detection engine for analytics in people count, walking speed, movement direction, density of pedestrian.\n3\/ Using object detection engine for vehicle class detection, count and movement direction.","Cosine Similarity":0.0409636274},"60":{"Reference Code":"S-0063","Solution Name (Eng)":"UHD Multi-Channel Video Live Broadcast","Solution Description":"ZTE's 5G ultra-high-definition multi-channel video live broadcast solution combines the two key technologies of 5G eMBB ultra-large bandwidth and multi-channel ultra-high-definition video live broadcast, which can present multi-camera, multi-view, ultra-high-definition, and low-latency live broadcasts.Provide high-quality platforms and solutions for sports competitions, live concerts, public security high-definition monitoring, high-definition video conferencing, airport, traffic, and port operation monitoring.","Cosine Similarity":0.0398165286},"253":{"Reference Code":"S-0266","Solution Name (Eng)":"Site Audit and Inspection Recording System","Solution Description":"yonyou on-site management module can be divided into 3 parts:\n\n1. Safety management: The system supports users to build customised forms, e.g. RFI forms, checklists and procedures according to the requirements of different projects\n\n2. Project quality management:  With the engagement of Cloud computing with advanced mobile technology, yonyou facilities site safety management, including site photo upload, site inspection, rectification work suggestions, site incident\/accident report, site record etc.\n\n3. On-site accident management: The system provides automated processes to manage accidents on the sites to prevent recurrence. \n\nThe system can also collect front-end data in real time and send it to the rear system for real-time analysis and reporting.","Cosine Similarity":0.0372232199},"18":{"Reference Code":"S-0020","Solution Name (Eng)":"Machines Predictive Maintenance","Solution Description":"Apply Artificial Intelligence to (i) forecast spare parts demand, (ii) summarize users’ unstructured remarks with NLP (Natural Language Processing) and to (iii) perform predictive maintenance on machines’ maintenance schedule.","Cosine Similarity":0.0371721014},"108":{"Reference Code":"S-0111","Solution Name (Eng)":"Smart car park solution","Solution Description":"Guoxiang Yuanchuang is a company cultivated by Cyberport. In addition to providing smart parking system solutions, we can also provide automatic parking system solutions. We have successful solutions in Hong Kong, China and overseas.\n\nThe solution we provide is expected to upgrade the parking lot, so that the parking lot can provide customers with a \"no-sensory experience\", faster and safer parking experience. At the same time, intelligent management of parking lots can be realized: 1. Intelligent management of entrances and exits, 2. Unattended management, 3. Electronic payment systems, 4. Intelligent management of operations, etc., and improve the efficiency of parking lots.\n\nWe provide the following application solutions: (brief description)\n1. Users can search and reserve parking spaces outside the venue through the APP.\n2. The user will be able to navigate to the designated parking lot through the APP. When you arrive at the parking lot, you will be guided to the reserved parking space.\n3. We can provide aggregate payment methods for parking lots. It supports all mainstream mobile payment tools and traditional payment methods.\n4. Reverse car search system: Users only need to enter their license plate to know where the car is parked and guide them to the parking position.\n\nIn addition, we propose a hybrid biometric and license plate recognition system. Realize the automation and intelligence of the parking lot security work, and manage it in the form of computer network, effectively and accurately monitor and manage all the vehicles at the entrance and exit, and the accuracy of the identification system can reach 99%, which effectively improves the parking lot It also helps the management of the parking lot.","Cosine Similarity":0.0369601138},"184":{"Reference Code":"S-0191","Solution Name (Eng)":"NoQ E Form registration and quota distribution for massive traffic","Solution Description":"NoQ offers an innovative way to record E-form entries that expect tens of thousands or even millions of visitors in a short period of time. It has a built-in anti-bot function to avoid DDoS attacks. The solution is based on the latest cloud technology and it is well proven in many scenarios including masks sales or free mask distribution during the COVID-19 epidemic situation.\nThe traditional public facing online systems that require users to input data always fail to operate due to the overwhelming number of visitors. Server failures contribute a very negative image to the public and generate negative media coverages. To all kinds of public facing registration systems, especially when the registration is first-come-first-serve, improving the performance of the system is critical to service level and public relation concern.","Cosine Similarity":0.0360216089},"112":{"Reference Code":"S-0115","Solution Name (Eng)":"All-in-one event management software","Solution Description":"EventXtra provides an all-in-one event management software, covering the whole process of organising an event. With the event management software, we help event organisers decreases the check-in time for more than 95%, from 20 mins to 30 seconds waiting time. At the same time, we save more than 50% of manual works of event management, such as email follow-up, payment confirmation & reports generation. \n\nWe believe that with an enhancement of event software, the government can save many efforts of doing repeated works, and provides citizen a much better user experience during government events.\n\nOur solutions include\nPre-event: \n-Event registration\n-Ticketing \n-Online payment\n-Email, SMS system & automation\n-Attendee management\n-RSVP\n\nIn-event \n-E-ticket check-in by QR code\n-Check-in by facial recognition\n-On-site name badge printing\n-Real-time notification\n-VIP notification\n-An event app with agenda, speaker profile, event floor plan\n-An event app with live polling, Q&A, survey\n-An event app with P2P chat\n\nPost-event\n-Survey\n-Event report","Cosine Similarity":0.0359865725},"261":{"Reference Code":"S-0281","Solution Name (Eng)":"Smart 5G Integrated Multi-Operator Active Distributed Antenna Solution for Malls, Venues and Stadiums","Solution Description":"One integrated system that can be shared by all the four mobile network operators in Hong Kong and that supports all the mobile network frequency bands simultaneously with dynamic capacity routing flexibility. Each active antenna unit in the system can be connected intelligently by individual Wi-Fi connectfor on-site diagnosis and troubleshooting.\nA comprehensive multi-standard intelligent 5G wireless access system that supports all 4 mobile network operators in Hong Kong with full frequency bands from 2G, 3G, 4G to 5G, and can support system space dynamic diversion based on communication traffic and variousThe smart Wi-Fi access of the active antenna unit serves as an on-site real-time system performance analysis and technical troubleshooting.","Cosine Similarity":0.0345171466},"233":{"Reference Code":"S-0244","Solution Name (Eng)":"ServiceNow - ITSM solution","Solution Description":"Take control of IT chaos with digital workflows on a single, unified platform. ServiceNow IT workflows enable you to bridge the gap between traditional IT practices and the needs of the modern business. Connect your enterprise with digital IT workflows.\n\nModernize and automate IT\nDeliver great service experiences. Automatically identify and resolve issues. Align initiatives across strategy and operations to boost productivity.\n\nOperate high-performing services\nDeliver services with visibility, security, and AIOps. Automate workflows to help you manage risk, reduce vulnerabilities, and optimize spend.\n\nRun IT at digital speed\nScale your IT staff by using virtual agents and improve productivity with native AI. Reduce friction and risk by integrating DevOps with ITSM.","Cosine Similarity":0.0332015082},"206":{"Reference Code":"S-0217","Solution Name (Eng)":"nCloud Fault-Tolerant Geo-distributed Hyperconverged Infrastructure (HCI)","Solution Description":"To support hyper-scale storage management across multiple geographical regions, we posit that Hyperconverged Infrastructure (HCI) should be geared towards geo-distributed deployment. A geo-distributed HCI can follow a hierarchical topology: it is composed of multiple DCs that reside in different geographical regions, in which each DC is composed of multiple nodes (or servers) for storage. Thus, a geo-distributed HCI unifies the storage space across different geographical regions to form a global-scale storage pool.\n\nOne critical deployment requirement of a geo-distributed HCI is to maintain availability and durability guarantees in the presence of failures, ranging from transient failures where data is temporarily unavailable (e.g., power loss, network disconnection, system upgrades, reboots), to permanent failures where data is permanently lost (e.g., disk crashes, sector errors). Cloud outages are common in practice. \n\nStoring data with redundancy is a typical fault-tolerant approach, as any lost or unavailable data can be recovered through the available redundant data. Traditional distributed storage systems use replication to provide fault tolerance. The idea is to create multiple identical copies (called replicas) for each data chunk and distribute the replicas across different nodes. However, the storage overhead of replication is significant, and poses a scalability concern with the unprecedented growth of data volume.\n\nWe present our core technology, network coding, proposed by the research team at the Chinese University of Hong Kong in 2000. Network coding provides a promising low-cost redundancy mechanism to achieve fault tolerance, while significantly reducing the storage overhead compared to traditional replication and achieving optimal repair performance with theoretical guarantees. It belongs to a special class of erasure coding. We first formalize the terminologies of erasure coding, and then elaborate how network coding improves the repair performance.","Cosine Similarity":0.0324289873},"69":{"Reference Code":"S-0072","Solution Name (Eng)":"Digital Twin of the City (or Town)","Solution Description":"To enable easy visualizations of all BIM data for a city or a district including building information, public infrastructure information, environmental and traffic information and utilities infrastructure information. Connecting the city IoT sensor data to give real-time Digital representation of the Physical infrastructure. This will help the city management to plan, operate and coordinate public services according to the needs of the citizen.","Cosine Similarity":0.0324260108},"86":{"Reference Code":"S-0089","Solution Name (Eng)":"Smart Infrastructure Projects Planning and Execution","Solution Description":"One of the major challenges faced by government today comes from the need to manage a very diverse and complex real estate and asset portfolio; the pressure to reduce environmental footprint; the requirement to reduce cost and to optimize the portfolio; and the need to improve content management efficiency and enable a single version of the document. The SAP Smart Infrastructure Planning and Execution solution effectively combines functionalities from (1) Project and Portfolio Management, (2) Commercial Project Management, (3) Real Estate Management, (4) Extended Enterprise Content Management, (5) Asset Intelligence Network and (6) Project Information Network to meet these requirements.","Cosine Similarity":0.0319928788},"56":{"Reference Code":"S-0059","Solution Name (Eng)":"EMF Workplaces Evaluation Program","Solution Description":"Monitor electromagnetic fields (EMFs) levels in all workplaces to ensure employees will not be harmed or suffer long-term ill effects from exposure. It is the responsibility of all employers to carry out an EMF analysis to prove that their EMF working environment is save.","Cosine Similarity":0.0310505759},"23":{"Reference Code":"S-0026","Solution Name (Eng)":"Knowledge Management Solution (KM Power)","Solution Description":"Enhance training efficiency and progress, to achieve expected results:-\n\n- Get the right information to the right people at the right time\n- Use shared knowledge to inspire brainstorming, collaboration and big ideas\n- Enable teams to set targets and actually hit them","Cosine Similarity":0.0292682797},"134":{"Reference Code":"S-0138","Solution Name (Eng)":"Radware DefensePro and AppWall","Solution Description":"DefensePro provides advanced DDoS prevention, protection and IoT botnet attack mitigation. DefensePro is an award-winning, real-time, perimeter DDoS defense and attack mitigation device, securing organizations against emerging network and applications threats.\n\nPart of Radware’s attack mitigation solution, DefensePro provides automated DDoS defense and protection from fast moving, high volume, encrypted or very short duration threats, including IoT-based attacks like Mirai, Pulse, Burst, DNS, TLS\/SSL attacks and those attacks associated with Permanent Denial of Service (PDoS) and Ransom Denial-of-Service (RDoS) techniques.  More info at: https:\/\/www.radware.com\/products\/defensepro-models\/\n\nAppWall - Radware’s Web Application Firewall (WAF), ensures fast, reliable and secure delivery of mission-critical Web applications for corporate networks and in the cloud. AppWall is an ICSA Labs certified and PCI compliant WAF that combines positive and negative security models to provide complete protection against web application attacks, web application attacks behind CDNs, API manipulations, advanced HTTP attacks (slowloris, dynamic floods), brute force attacks on login pages and more.\n\nA core and integrated part of Radware's Attack Mitigation Solution – a complete application and network security suite. AppWall is a web application firewall (WAF) that provides patent-protected technology to create and maintain security policies in real-time for widest security coverage with the lowest false positives and minimal operational effort. Radware’s Web application security technology features a variety of deployment modes – as a stand-alone or integrated on an ADC, on-premise and in the cloud, inline or out-of-band. More details at: https:\/\/www.radware.com\/products\/appwall-models\/","Cosine Similarity":0.0287484564},"208":{"Reference Code":"S-0219","Solution Name (Eng)":"VR Virtual Store, Training & Education System","Solution Description":"Our VR Online store and training system is a pioneer VR system that can provide immersive and actual-feeling for users to understand different virtual store and training details.\n\nDue to resources constraints, it is difficult to provide hands-on training for officers\/technicians. With our VR education and training solutions, we can provide realistic training experience or shopping experience for education\/ business purposes. We can cover the following cases (not limited to):\n- Work at height accident\n- Fire accident\n- Transport accident\n- Safety control\n\nFor tourism, our VR system can provide virtual shopping experience to let user feel the real shopping experience in distance.\n\nWith collection of big data, we can trace user behaviors and analyse data during VR controls. The result reports can be stored on cloud server and to be reviewed through browsers and mobile platform (iOS & Android).","Cosine Similarity":0.0275645386},"243":{"Reference Code":"S-0254","Solution Name (Eng)":"FormExtractor","Solution Description":"FormExtractor is a versatile service that uses artificial intelligence (AI) and optical character recognition (OCR) technologies to automatically capture, index, and extract data from physical forms and documents and convert them into structured digitalised data that can then be subsequently processed by other software, applications, or systems. \n\nFormExtractor is designed to help automate business processes and streamline customer experiences. FormExtractor currently has native support for the data extraction of these documents: business registration, food, travel agency, and hawker licenses in Hong Kong; identity card (ID) information in Hong Kong; and general shopping receipts.","Cosine Similarity":0.0270257555},"239":{"Reference Code":"S-0250","Solution Name (Eng)":"UiPath Automation Platform","Solution Description":"We currently understand that there are many manual repetitive processes in checking construction material test reports. \n\nUiPath Platform combines the core RPA capabilities of building, managing, and running robots with tools for process discovery, and analytics to report clear business impact.\n\nAs the leader in the 2019 Gartner Magic Quadrant for Robotic Process Automation Software, over 160+ companies in HK have been using UiPath RPA platform to enhance their business operations.","Cosine Similarity":0.0269788746},"25":{"Reference Code":"S-0028","Solution Name (Eng)":"ShipAny - First Smart Logistics Gateway for HK Domestic Logistics Service","Solution Description":"Appcider announced and released ShipAny logistics platform with easy connectors for Online Store, Trading ERP application and other applications in 2018. Every user would be able to adopt ShipAny to address their delivery difficulties, with wide range of choices (domestics, chilling\/frozen logistics, international, smart lockers, Circle-K), discounted shipping rate (30-60% discount) and in fully automated operations.\n\nShipAny is capable to provide real-time shipping quote, shipping label generation, courier notification for pick-up and real-time shipment tracking. Merchants are only required to register a single ShipAny account before enjoying the high quality shipping services with lower cost because of aggregated shipment volume.\n\nShipAny is also a smart gateway to interconnect logistics supply and demand side. We hope every couriers (especially traditional courier) could easily connect to customers and enter the E-commerce market with strong logistics demand, and offer logistics service and receiving shipment orders through ShipAny’s facilities.\n\nShipAny will play a vital role to bridge up the fast-growing e-Commerce, trading and logistic industries.","Cosine Similarity":0.0260662455},"21":{"Reference Code":"S-0023","Solution Name (Eng)":"Payment Solution for Housing Authority and Leisure and Cultural Department","Solution Description":"We want to implement Yedpay's mobile payment solution for the Housing Authority and Leisure and Cultural Department.  Our payment solution would allow the general public to pay their monthly rental or fees through other more convenient means such as their credit cards or their mobile devices.","Cosine Similarity":0.0258561783},"231":{"Reference Code":"S-0242","Solution Name (Eng)":"Queue-it -  Virtual Waiting Room","Solution Description":"Queue-it is the original virtual waiting room, designed to put you back in control of your website performance during peak demand. When online visitors exceed your capacity, they are redirected to a customizable virtual waiting room and then throttled back to your website or app in a controlled first-come, first-served order.\n\nWhat you get with Queue-it?\n\nDeliver\nProtect your reputation and create a seamless, branded experience for high-demand sales. Put visitors in a fair first-in, first-out line, harness queue psychology, and tap into social proof.\n\nManage\nControl is at your fingertips with GO Queue-it, our web-based admin platform. Configure queue settings, monitor real-time queue traffic, and get data-driven insights into future sales.\n\nProtect\nServe your genuine customers, not bots. Validate visitors using reCAPTCHA or Queue-it’s innovative Proof-of-Work challenge and verify that visitors have come from the queue.\n\nExercise control over any situation\n\nCover your time-limited sales\nManage pre-sale build-up with a countdown pre-queue page. At sale start, visitors are randomized and assigned a place in line. You neutralize any advantage to arriving early and offload early visitors from your infrastructure. People who arrive after the sale starts get a first-come, first-served place in line.\n\nQueue visitors only when needed\nGuard against sudden spikes in online traffic 24\/7. Queue-it acts as a safety net that keeps you from crashing. It constantly monitors your website and app traffic levels and activates the queue only when traffic exceeds the thresholds you configure.\n\nGet protection where you need it\nYour performance bottlenecks are specific to your website setup. With Queue-it you can protect your entire site or target your worst bottlenecks. This flexibility means your customers can browse and only enter the queue on resource-intensive actions like “Add to Cart” or checkout.\n\nQueue across any device\nEvery business has its own device mix, but the future is clearly mobile. Queue-it is built to accommodate the unique challenges of mobile queuing. Visitors keep their place in line if they leave the browser or app, lock their phones, or have their phone run out of battery. Meet your customers where they are and cover all entry points to your infrastructure.\n\nDeliver a seamless brand experience\nDon’t leave your customers to decipher confusing error messages or frantically refresh the page.\n\nCreate a branded experience with Queue-it’s versatile queue page. Engage visitors with promotional marketing content and keep them updated with real-time communication. You increase trust, loyalty, and customer satisfaction.","Cosine Similarity":0.0256653279},"164":{"Reference Code":"S-0170","Solution Name (Eng)":"Nixplay Signage","Solution Description":"Nixplay Signage is a cloud-based content management solution (CMS) that integrated hardware and software. It is scalable, easy-to-use and requires no special training. Our signage size ranges from 8\" to 55\", and Signage Player allows you to run our software on your own display. It is easy to use, time saver and is a cost-effective CMS solution with a 3-year product warranty. \n\nWith just one online account, you can 1) Remotely control up to 1,000 displays, 2) Create, schedule and publish campaigns from anywhere 3) Add and manage users to scale up your signage operation and more other features.","Cosine Similarity":0.0255724285},"34":{"Reference Code":"S-0037","Solution Name (Eng)":"4D Immersive CAVE","Solution Description":"- Free from VR headsets, shared immersive experience for multi-user communication & collaboration\n- First-person-view navigation in reallife 1-to-1 scale\n- 3D preview future construction design: Simulate initial design concepts to identify and fix potential problems at early stage\n- Construction progress management: Monitor and compare before-and-after processes\n- Visualisation of interior design: Experiment with different furniture arrangements and room settings\n- Interactive virtual training: Conduct occupational safety training courses by replicating scenarios that are dangerous and non-accessible (eg. fire scenes, working at height)","Cosine Similarity":0.0254851431},"63":{"Reference Code":"S-0066","Solution Name (Eng)":"Smart Water Management","Solution Description":"ZTE's five-water co-governance solution is based on 5G technology, applying automatic control technology, precise analysis technology, and modern communication technology; through a wealth of smart sensors, the back-end of the IoT cloud platform can obtain water quality information, water level, and flow rate of various water sources., Rainfall and other information for sensing, analysis and processing; is a set of water sample collection, water sample pretreatment, water quality automatic analysis, data acquisition and transmission, water quality sample retention, remote monitoring in one online automatic intelligent environment monitoring system.","Cosine Similarity":0.0249985289},"79":{"Reference Code":"S-0082","Solution Name (Eng)":"A.I. Contact Center and User Engagement Solution","Solution Description":"The solution aims to solve the pain point of departments running a contact center. Our solution provides a 24x7 A.I. virtual assistant to handle inquiries in Chinese, Cantonese and English. The assistant can also be trained to follow up with the users. Departments can integrate the virtual assistant on multiple platforms such as WhatsApp, WeChat, Messenger, Websites and Mobile Apps as an effective engagement tool with the users. When the assistant does not know the answer, it can redirect to a human. Both voice and text are supported.","Cosine Similarity":0.0239734482},"160":{"Reference Code":"S-0166","Solution Name (Eng)":"IXIA BREAKINGPOINT","Solution Description":"All-in-one applications and network security testing platform. Validate the security posture of your networks with real applications and a complete range of threat vectors.\n\nToday’s businesses require an application and security test solution that can verify the stability, accuracy, and quality of networks and network devices.\n\nEnter BreakingPoint®. By simulating real-world legitimate traffic, distributed denial of service (DDoS), exploits, malware, and fuzzing, BreakingPoint validates an organization’s security infrastructure, reduces the risk of network degradation by almost 80%, and increases attack readiness by nearly 70%. And with our new TrafficREWIND solution, you'll get even more realistic and high-fidelity validation by adding production network insight into BreakingPoint test traffic configurations.","Cosine Similarity":0.023896981},"196":{"Reference Code":"S-0207","Solution Name (Eng)":"Pandemic Management System","Solution Description":"Chainstopper is a platform developed by Customindz to help humanity overcome the COVID-19 pandemic by supporting citizens and government health authorities to,\n• Conduct self-diagnosis at the convenience of home without fear of stigma\n• Facilitate safer movement of public by authenticating healthy vs infected people with a digital health card to eliminate risk of exposure\n• Alert citizens when entering a hazardous zone or when getting into close proximity to an infected person(s)\n• Track primary, secondary and tertiary contacts of newly identified cases using GIS, telecom and Bluetooth data\n• Manage cases and track key information about cases effectively\n• Alert officials if self-isolation\/quarantine cases are moving out of their defined zones\n\nThe platform caters to all citizens who use smartphones, feature phones or dependents who do not have a cellular device.","Cosine Similarity":0.0218604524},"128":{"Reference Code":"S-0132","Solution Name (Eng)":"Mobility Mesh Wi-Fi Application for Smart City","Solution Description":"1.\t4G\/LTE mesh Wi-Fi access point: \nBy installing our 4G\/LTE equipped mobility mesh access points, a large-scale Mesh Wi-Fi network can be easily built in outdoor area and enables all associated Wi-Fi clients connecting to network\/internet by both wired and 4G\/LTE access.  Rooted at our wireless research on distributed channel and fast routing optimization, instant and dynamic path changing achieves many folds improvement in Wi-Fi coverage while maintaining high throughput under unpredictable and harsh wireless environment.  Thanks to the three-radios design, throughput degrade is much minimized during multiple hopping.  Battery powered outdoor mesh access points with built-in antennas can easily extend the Wi-Fi coverage anytime to extra location where Wi-Fi connections is requested. In addition to basic configuration and monitoring features, other advanced ones like Wi-Fi coverage site survey, social login, captive portal, landing page and AI channel optimization are also provided in our enterprise grade cloud management server.  4G mesh Wi-Fi access points help in building up Wi-Fi network in area where optic fiber cabling is costly or difficult. This solution can be applied in free Wi-Fi hotspot at smart lamppost in Hong Kong so as to reduce the investment cost and simplify the installation. \n\n2.\tMulti-profiles 4G\/Wi-Fi Ethernet adapter:\nAt large outdoor operating area like container ports and landfill sites where 4G cellular signal is only partly covered, our unique multi-profiles 4G\/Wi-Fi Ethernet adapter allows vehicular devices to use both Wi-Fi and 4G\/LTE for data communication such as real-time two-way messages communication or GPS location reporting. Client devices can seamless shift between Wi-Fi and 4G\/LTE connection for reliable communication when 4G\/LTE is too weak to connect. The Wi-Fi coverage can be provided by using 4G\/LTE mesh Wi-Fi access points. Temporary stations with high gain LTE antenna can be built in location where LTE signal is good and provide Wi-Fi signal for area where LTE signal cannot reach. This solution can be applied for client devices that need real time data communication in remote areas of Hong Kong that 4G\/LTE coverage is marginal such as landfill sites and new development zones.\n\n3.  Multilingual docent in Wi-Fi Access Point\nIt is an intelligent Access Point special designed for multimedia multicasting.  Multilingual multimedia is preloaded in the Access Point and can be updated whenever there is 4G\/LTE access to the server.  During a trip on coach or bus, as well as participation in an exhibition, show or performance, audience can choose their mother tongue spoken language at their mobile app. Then media with same content but in different language can be sent to different audience mobile phones at the same time. The media content selected depends on audiences’ location during the trip or under manual control by performers. Location of audience is identified by either reading GPS data within AP, reading an external i-beacon sensor or scanning an QR-code by mobile phone.   The mother language acoustic\/video guide provided by this smart Access Point helps raising audience sense of involvement in public performance, in sightseeing tours, on the tourist bus, or visiting government departments.","Cosine Similarity":0.0211161934},"180":{"Reference Code":"S-0187","Solution Name (Eng)":"Provide an implementation plan for the Hongkong Financial Secretary's policy of granting HK $10 thousand to permanent residents aged 18 or above.","Solution Description":"This plan provides an implementation plan for the Hong Kong Financial Secretary's policy of \"Distributing 10,000 Hong Kong Dollars to Permanent Residents of 18 Years and Over\". It will be an extremely efficient and economical way to distribute 10,000 Hong Kong dollars through online banking.However, the current mainstream online identity authentication methods all have shortcomings. It is difficult to verify identity simply and effectively, and cannot completely eliminate the security risks of identity fraud; therefore, our company recommends an identity authentication technology with independent intellectual property rights to effectively solve the current identity authentication deficiencies.Provide assistance for the implementation of the policy!","Cosine Similarity":0.0188008808},"15":{"Reference Code":"S-0016","Solution Name (Eng)":"Cyclops -- Smart City & unmanned store solution","Solution Description":"Cyclops can directly process camera footages (CCTV etc) to perform people count, human tracking, emotion recognition, demographics recognition and many more. The solution can be utilized in Smart City application and Unmanned store solution.","Cosine Similarity":0.0171294734},"141":{"Reference Code":"S-0145","Solution Name (Eng)":"Arcserve® Appliance Series","Solution Description":"The Arcserve® 9000 Appliance Series is the first and only means to neutralize ransomware attacks, deliver effective disaster recovery (DR) and restore data - an all-in-one data protection strategy that can be deployed in just 15 minutes flat. It's an important component in your DR plan.","Cosine Similarity":0.0156365857},"92":{"Reference Code":"S-0095","Solution Name (Eng)":"Create Efficient and Simplify Business Processes Using NFC","Solution Description":"Manual, paper-based working is inefficient, expensive, takes a lot of time and it's more likely to introduce mistakes. In order to keep the data up-to-date, you would need additional staff to type it back up onto computer. Just because a task was done that way 20 years ago doesn't mean that it needs to be done in the same way today. \n\nAny operation units can now invest in NFC technology with mobile application to improve processes and makes them more efficient. For example, Using mobile app to replace paper-based documentation can save time, NFC technology to increase efficiency and help any operation units to find new ways of working. Allowing documentation to be done in a more accurate and efficient manner.","Cosine Similarity":0.0154728219},"59":{"Reference Code":"S-0062","Solution Name (Eng)":"Parkingbnb","Solution Description":"1. Parkingbnb helps drivers to find the most convenient, closest and cheapest place to park using all opportunities of the existing city infrastructure, including municipal parking, commercial and private idle slots.\n\n2. Parkingbnb's software and equipment solutions for parking complexes are able to control parking occupancy and most rationally distribute cars among the parking spaces. This together with online payment tools enables to improve and ease the administration of parking complexes and cut maintenance costs.\n\nParkingbnb's solutions intend to reduce traffic congestion and illegal parking, decrease air pollution and improve the life comfort of Hong Kong citizens.","Cosine Similarity":0.0152224023},"14":{"Reference Code":"S-0015","Solution Name (Eng)":"3D Face Re-identification","Solution Description":"Apply Facial Recognition System for re-identifying suspects or person tracking through camera.","Cosine Similarity":0.0129630072},"82":{"Reference Code":"S-0085","Solution Name (Eng)":"SAP Geospatial Asset Management","Solution Description":"Harnessing the power of S\/4HANA Geo Enablement Framework (GEF), we can integrate with a geospatial software and allow users to manage the work needed to be done to maintain the assets from a MAP thereby increasing productivity significantly (e.g. by grouping work for an area to be done by a contractor from the map based on priority\/ criticality) which can result in cost savings and better customer response time. It can also do analytics on asset by combining the capabilities of the geospatial software and work history found inside SAP (e.g. how weather condition affects the maintenance frequency of assets).","Cosine Similarity":0.0118330251},"135":{"Reference Code":"S-0139","Solution Name (Eng)":"imVision","Solution Description":"imVision is a market leader in API security solutions, its API Anomaly Management Platform (AAMP) is commercially deployed worldwide, including Fortune Global 500 customers, analyzing APIs for over end users.\n\nThe inherent lack of API security and their proprietary nature makes them a prime target for the next big wave of cyber-attacks. The Open Web Application Security Project (OWASP) defines a dedicated Top 10 for API Security threats, where the majority of API threats are caused by logical failures at the application layer imVision enables service providers to protect their operations against API-driven attack such as data breaches, account takeover, fraud and application level denial of service.","Cosine Similarity":0.0118059311},"55":{"Reference Code":"S-0058","Solution Name (Eng)":"IoT Cybersecurity Testing and Certification Program","Solution Description":"As per Smart City Blueprint, the application on IoT technologies will be widely applied.  The monitoring and control on data flow and storage become a challenge.  Also, the growth of criminal cases related to cyber attacks are foreseeable.","Cosine Similarity":0.0116565758},"64":{"Reference Code":"S-0067","Solution Name (Eng)":"AR Smart Glass Assisted for equipment training and O&M","Solution Description":"Increase in productivity, versatility and value of the labour force.  Hence it would soothe the difficulty to hire skillful technician or labour from the tense skillful labour market in the industry sector.  Moreover, personnel safety would be improved due to less mal-operation of equipment.","Cosine Similarity":0.0111156926},"219":{"Reference Code":"S-0230","Solution Name (Eng)":"STEMHUB Education Platform","Solution Description":"STEMHub is an online educational platform for tutorial operation and academic resource management. User can access a marketplace liked module to search \/ share \/ publish various of academic material from worldwide academic resource web pages and systems. All published or shared academic contents and materials are being well managed with systematic classification and detailed categorization. It would be a workspace that provides users a convenient, consolidated and consistent environment to search, to learn, to practice and to conduct examinations there. At the same time, all their actions and behaviors would be logged in the system for future analysis. After few months periods, an educational consultant AI would be trained by this captured data through the system, with integration of the worldwide big-data, this AI should be well-trained to provide, to advise and to plan users' learning path in terms of inspiration of careers, interests, social trendies and etc. After well built up of the big-data warehouse, the solution would be further extended to employment and recruitment areas.","Cosine Similarity":0.010332102},"5":{"Reference Code":"S-0006","Solution Name (Eng)":"Centimeter level precision GNSS positioning Android tablet\/smartphone","Solution Description":"Our tablets (Nilamtec T1P and T1F) and smartphones (Nilamtec A1P) use Real Time Kinematic (RTK) technology, and use the Hong Kong government's open data (Hong Kong Satellite Positioning Reference Station Network (SatRef) GNSS Raw Data Stream (RTCM) Format)), improve the accuracy of general GNSS positioning from ten meters to centimeters (horizontal and vertical errors can reach centimeter level). This tablet is simple and easy to use, the operator does not need to be trained in surveying work, in an open sky environment Download (such as rural areas), make centimeter-level measurements. The obtained data can also be uploaded in real time through the android application and shared with the team to improve work efficiency.\n\nThis equipment is particularly suitable for measurements requiring centimeters to meters, such as lamp posts, canal covers, fire hydrants, and trees coordinate measurement, underground facility path coordinate recording, land use law enforcement, civil\/road and bridge engineering construction, airport construction, environmental protection information Records, etc. This equipment can also be connected to the BIM system (Note: Android software is required), and provide accurate on-site measurement data for construction records and analysis.\n\nUsers can save considerable time and cost of measurement work.","Cosine Similarity":0.0095695164},"241":{"Reference Code":"S-0252","Solution Name (Eng)":"Critical Event Management","Solution Description":"Why Critical Event Management (CEM)?\n \nSure, you have detailed emergency preparedness programs and your business continuity planning is up-to-date, but with an increasingly complex and unpredictable threat environment, it has never been more imperative to act faster. With more complete intelligence, you’ll be able to increase your speed and decisiveness in order to assess risks and prevent them from harming your people or disrupting your operations.\n\nA Critical Event Management platform uses technology to take manual processes and automate them. Amplifying ad hoc data feeds to provide richer intelligence and correlating threats with locations of assets and people, ensures more rapid and comprehensive incident assessment and remediation.\n\nAdditional benefits include:\n\n- The ability to automate the initiation of incident response activities\n- Faster recovery of operations\n- More complete assessment of your risk profile to move from a reactive crisis response approach to a proactive crisis prevention approach\n- Accelerated analysis of your performance","Cosine Similarity":0.0090080537},"157":{"Reference Code":"S-0163","Solution Name (Eng)":"Ai-Knowie","Solution Description":"Ai-Knowie is the intelligent enterprise knowledge-based engine that compresses your time to access insights – it ingests a high volume of your documents & data in various formats via Optical Character Recognition (OCR), automates repetitive business processes with Robotic Process Automation (RPA) and provide you with valuable insights.","Cosine Similarity":0.0081813615},"246":{"Reference Code":"S-0259","Solution Name (Eng)":"Software Robotic Solution - iBot","Solution Description":"The government or public service departments usually focus on improving citizen services and effectively solving social problems. In addition, they have to deal with budget and related legislation restrictions. \"iBot\" can help companies reduce operating costs, replace manual execution of some transactional tasks, and allow the government to focus on public services.\n\nWe can apply automation to legacy systems, automate data migration, assist in system upgrade or maintain data in multiple systems at the same time; or in real-time services, provide guided solutions through customer robots to effectively answer part of citizens’ questions; or maintenance and update of citizen information. All operations comply with the principles of compliance, accuracy, efficiency and automation.","Cosine Similarity":0.0069432613},"33":{"Reference Code":"S-0036","Solution Name (Eng)":"Intelligent Traffic Monitoring","Solution Description":"Track vehicles and car plates through surveillance cameras.  This helps to assist in monitoring the traffic condition from a mass surveillance scale by reducing manpower and can be used to specifically identify certain vehicles.","Cosine Similarity":0.0065349359},"193":{"Reference Code":"S-0203","Solution Name (Eng)":"Government payment scheme online application and data processing","Solution Description":"The government announced a new \"Budget\" earlier that will distribute 10,000 yuan to permanent residents aged 18 or above. Regarding the above-mentioned government plan, the following schemes that can save administrative costs and facilitate resource sharing are recommended:\n1. The company's self-built and researched public service electronic online application platform for informatization in Hong Kong. Fintech precise services require guidance from the Bureau of Financial Affairs and the Treasury. We will provide our company as a third-party professional service company to intervene and jointly develop The people’s livelihood project optimization mechanism serves the citizens, focusing on the needs of major commercial banks to complete the data collection service function, the government education bureau and the housing bureau jointly collect specific information, and perform data proofreading on the received data with the government public information platform to improve data information The accuracy of the collection can be quickly completed through the mobile phone or computer.\n2. The principle of resource sharing and resource integration is realized. The application for registration of the selected entity form is processed through AI and OCR technology. There is a complete mechanism to avoid duplication of manual procedures, time-consuming and error-prone situations. Through information technology, automate related manual processes to improve accuracy and business efficiency.\n3. The application process is integrated. It is recommended to apply for a \"Financial All-in-One Card\" account that can be used back to the mainland and share the resources with this application for money distribution. Residents who need to apply for a \"Financial All-In-One Card\" account should apply at the time of payment registration. Realize the need for Hong Kong people to have accounts in the Mainland as soon as possible.\n4. The company's public service electronic online application platform can classify and process data according to the needs of the data use organization, and interface with the computer system of the data use organization to automatically exchange data. The storage and transmission of data are protected by a security mechanism to ensure that the data is not tampered with or leaked.","Cosine Similarity":0.0061104973},"110":{"Reference Code":"S-0113","Solution Name (Eng)":"Video Analytics Solution","Solution Description":"The solution helps security and public safety organizations develop comprehensive security, intelligence and investigative capabilities using video.  Solution provide advanced search, redaction and facial recognition analytics to find relevant images and critical information across multiple video files from multiple camera types. Selected live-streaming cameras plus pre-recorded video ingestion from both fixed cameras and cameras in motion are supported. Augment staff and improve camera investment ROI by extracting information from captured video to uncover insights and patterns.","Cosine Similarity":0.0057505053},"210":{"Reference Code":"S-0221","Solution Name (Eng)":"AI and IT enhanced learning platform","Solution Description":"Immersive Education Academy is an education technology company based in Hong Kong. Over the past 8 years we have developed and streamlined a custom built AI and IT enhanced learning management system that is capable of automatically creating personalized content and learning plans for teachers and students. This platform is being used mainly for English learning but it can be used for other subject applications as well. There are three main objectives that we focus on:\n\n- Increased engagement for students\n- Personalized learning plans for students\n- Reduced workloads for teachers and students\n\nOur company's technology achieves this by collecting large quantities of learning behavior data from students and then identifying key data correlations which are then used to create personalized learning model for students. The recommended plans are provided to the teacher. The expected result is an increase in student learning efficiency and performance outcome. \n\nThis project is in support the government’s Smart City initiative. Specifically, the main policies listed below:\n\n(a) make use of innovation and technology (I&T) to address urban challenges, enhance the effectiveness of city management and improve people’s quality of living as well as Hong Kong’s sustainability, efficiency and safety;\n(b) enhance Hong Kong’s attractiveness to global businesses and talents; and\n(c) inspire continuous city innovation and sustainable economic development.\n\nOur project has synergy with the above policy directions because our project incorporates the development of AI and IT enhanced technologies that are meant for use in the education sector. The project also aims to use the data that is collected to improve the overall efficiency of education by building individualized learning models which can be used to support teachers and students at different education levels.\n\nMoreover, while current learning subjects using this model are mainly related to English education, the learning platform and model can be expanded adapted to other learning subjects. Within the Smart City initiative, the policies related to Smart People are most relevant as this project can be used to cultivate a learning environment for students that incorporates AI and IT learning tools, and can further support the development of local talent by means of English language learning - further enhancing the cities international reputation and workforce readiness with the multinational companies based in Hong Kong.","Cosine Similarity":0.0054592746},"89":{"Reference Code":"S-0092","Solution Name (Eng)":"Enable the wireless connectivity for IoT devices","Solution Description":"Synap Technologies offers a tailor-made communication protocol and network equipment for the Low-Power Wide-Area Network (LPWAN) IoT networks operating on the license-free sub-GHz narrowband spectrum.\n\nA great IoT solution is hassle-free. Our wireless communication solution enables any sensor device be connected to our network. This helps the IoT community to concentrate on delivering value from their Smart City applications.  \n\nTherefore all Synap equipment is configuration free, no specialist training is needed. We bridge the networking knowledge gap by employing the SynapMesh protocol together with the intelligence in our centralised cloud platform. The network forms automatically, requiring no staging or configuration on site.","Cosine Similarity":0.0041406192},"66":{"Reference Code":"S-0069","Solution Name (Eng)":"Citizen Cloud","Solution Description":"Sort out and analyze the current situation and needs of urban public services, and by introducing technologies such as mobile internet, artificial intelligence, and big data, coordinate the establishment of a one-stop ‘Internet + public service’ platform with citizens as the main body-‘Citizen Cloud App’.It is the general entrance of urban public services and the mobile terminal of the “One Internet Service”. It is a super app that integrates life-cycle services such as birth, education, employment, medical treatment, and elderly care for citizens, including government services, life services, and community services.Enjoying public services is as convenient as'online shopping', which enhances people's sense of acquisition in a smart city.","Cosine Similarity":0.0031367429},"50":{"Reference Code":"S-0053","Solution Name (Eng)":"Real-Time Origin-Destination Analysis Tool (RODAT）","Solution Description":"RODAT is an innovative solution using sensors and big-data analytics to bring real-time information to life through visualization. It boosts capabilities of city manager to monitor situations and to make timely interventions, improving the public's transport experience.","Cosine Similarity":0.0028822087},"49":{"Reference Code":"S-0052","Solution Name (Eng)":"OpenCloud CMP","Solution Description":"OpenCloud digitizes the best practices and instantiates them in tool configurations to manage, operate, and secure Cloud solutions. These digital manifestations improve security posture, while accelerating Cloud adoption and maturity.\n\nImprove the quality of public services by improving infrastructure.","Cosine Similarity":0.0028708465},"109":{"Reference Code":"S-0112","Solution Name (Eng)":"Pyxis - The Internet of Things(IoT) Solution for Construction 2.0 and Beyond","Solution Description":"Pyxis service system is an Internet of Things (IoT) based solution targeting primarily the civil engineering and construction industry.  Real time monitoring of activities at construction sites utilizing sensors connected to the system ensures site safety for workers and quality of work.  Trustworthiness of reported data can be greatly increased by machine to machine handling process.\n\nUsers can configure different levels of safety warning signals according to job specific requirements in addition to a default (alert, alarm and action) 3A system for individual sensor.  If any of the measured readings reaches the trigger level, warning signals will be sent to users’ receiving devices, (including mobile phones, smart watches or PCs), to notify them.\n\nAccordingly, Pyxis can detect unsafe conditions at the very early stage and thus acts as a shield to protect workers from being injured due to unforeseeable factors.\n\nBesides construction applications, Pyxis can provide management related solutions to a wide variety of city management challenges by the afore-mentioned approach.","Cosine Similarity":0.0020691529},"107":{"Reference Code":"S-0110","Solution Name (Eng)":"People Counting System (PCS)","Solution Description":"Heatmap and Traffic Flow Analyze provides heatmap, dwell time\/dwell count and traffic flow information for retailers to better understand their customer traffic and behavior and for conversion rate analysis. Real-time analysis data is available through our web-based CMS which can be accessed via mobile phone or PC browser.","Cosine Similarity":0.0015301593},"78":{"Reference Code":"S-0081","Solution Name (Eng)":"iQ-Road and Traffic Management","Solution Description":"IQ-Road & Traffic is a comprehensive portfolio of applications that can fulfill each department’s specific requirements while operating as a single integrated system to ensure quick distribution of information to all concerned when any event occurs. The software can cope with complex and changing environments, such as\ndifferent time periods for parking regulations, parking specifications for particular vehicles, and the flexibility to meet any unexpected incidents. WildFaces also has a comprehensive monitoring system to monitor the entire city’s traffic, from high speed freeways to low-speed areas, such as schools, shopping malls and hospitals. Many other monitoring systems, require induction loops, radar and other technology that require civil works.","Cosine Similarity":0.0011777543},"225":{"Reference Code":"S-0236","Solution Name (Eng)":"Workflow automation solution","Solution Description":"Our workflow automation solution helps you get rid of the inefficient processes, transforming manual, time-consuming tasks into automated processes that require only a few simple clicks in order to maximize time and efficiency. Our solution also pulls data from multiple sources and automatically generates customized documents in your choice of formats: Word, Excel, PowerPoint, and PDF. More importantly, our solution enables you to analyze, optimize, and govern how your workflows are performing, identify patterns, and pinpoint and resolve new bottlenecks to drive process optimization.","Cosine Similarity":-0.0000871639},"265":{"Reference Code":"S-0287","Solution Name (Eng)":"Siemens Mobility (e-)bike sharing powered by AI","Solution Description":"Our bike sharing system provides a state-of-the-art operating system, powered by AI (machine learning and data analytics) features to optimize the operations and maintenance of the bike sharing system, and increase customer satisfaction.\nThe system provides a smart phone app including payment functions.\nThe proposed bicycles can be converted from conventional to electrical bikes and vice versa, depending on the customer (end-user) demand and preferred deployment mode.\nOur concept foresees a station-based approach, which ensures that the shared bikes are always maintained and in a good shape (ready to use for the public). A managed bike sharing system is key to gain the public acceptance, gain a high quality of service for the public, as well as to avoid that bikes getting dumped within the public road network, rivers or the ocean. Furthermore, based on our experience the provision of e-bikes leads to a high acceptance in hot climate zones, as well as by young and old citizens, due to the fact that the bike ride is more convenient.","Cosine Similarity":-0.0010614563},"44":{"Reference Code":"S-0047","Solution Name (Eng)":"Smart Taxpayer Services with Machine Learning","Solution Description":"In the digital age, traditional ways of providing revenue services are no longer acceptable. Taxpayer now demand services that are personalized, transparent, seamless and timely. Staff are demanding improved processes that will drive great efficiencies. In Parallel, authority still needs to deliver on the revenue commitments that are required by the government and the community. SAP Customer Retention solution powered by Leonardo Machine Learning and HANA Prediction Analytics provides the deep insights into taxpayer's journey of becoming debtors. The solution is able to identify the high-risk events or influences that lead to payment default. And the solution is able to distinguish between taxpayers who has the capacity to pay but chose not to and those who are in genuine financial hardship and require additional support. Both types of taxpayers require different approaches and responses and being able to know when to apply one response over the other is critical to a client centric approach.","Cosine Similarity":-0.0031650234},"161":{"Reference Code":"S-0167","Solution Name (Eng)":"IXIA ThreatARMOR","Solution Description":"Help Protect from Zero Day Malware Mutations \n\nThreatARMOR™ cuts straight to the core of the problem by automatically blocking much of the network communication that malware needs to download instructions or transmit sensitive data. It prevents network probes, phishing clicks, and all traffic to and from untrusted countries. This reduces the risk from attacks such as zero-day ransomware mutations along with up to 80% of the malicious connections that threaten the network and generate floods of security alerts. Ixia’s ATI Research Center provides an always-on stream of geolocation and threat intelligence for ThreatARMOR—individually validating every single blocked IP address, every single day. Detailed Rap Sheets provide clear, on-screen proof of malicious activity for all blocked sites to mitigate the risk of false positives.","Cosine Similarity":-0.00650011},"61":{"Reference Code":"S-0064","Solution Name (Eng)":"Smart Education(Class VR)","Solution Description":"In the field of education, the 360-degree panoramic video of basic education and professional skills training provided by ZTE Class VR solution brings teachers and students a brand new educational learning experience. At the same time, the interactive ability of combining virtual and reality provided by Class VR allows students to learn about it.The content has a deeper understanding.","Cosine Similarity":-0.0068147443},"149":{"Reference Code":"S-0155","Solution Name (Eng)":"Stella Enterprise Chatbot Builder","Solution Description":"The essence of public services are at scale. Our code-free talents can build simple chatbots to answer the frequently-asked questions, while the technical engineers can also build advanced features to respond to the personal enquiries.","Cosine Similarity":-0.0083542289},"2":{"Reference Code":"S-0003","Solution Name (Eng)":"GeoSpatial Cloud","Solution Description":"Esri China (HK) is specialized in providing Geographic Information Systems (GIS) solutions based on Esri’s ArcGIS technology which enables integration with different smart city components like transport, security, urban planning, healthcare, asset management, disaster and common operational picture for emergency response. Esri China (HK) is honored to be awarded the SOA-QPS by the Office of the Government Chief Information Officer (OGCIO) since 2005. \n\nCloud platforms and geographic information systems (GIS) software together give businesses the ability to analyze massive amounts of information. ArcGIS Online, ArcGIS Pro, Operations Dashboard for ArcGIS, Collector for ArcGIS, Survey 123 are all part of the Esri Geospatial Cloud. The resultant location intelligence often reveals deeper insights and innovative ways to increase efficiency. With a geospatial cloud, one can create maps that represent thousands of relationships between hundreds of layers of data on demographics, sales, population growth, likely customers, competitors, supply chains, delivery routes, and countless other variables. The Esri Geospatial Cloud enables national, state, and local governments to map critical issues, from health to crime to utility lines. It supports the work of nongovernmental organizations involved in environmental issues, addressing social justice concerns and crisis response for natural disasters. A geospatial cloud also allows location intelligence data to be easily combined with artificial intelligence and predictive analytics to map out ways to drive productivity or adjust strategies before bigger problems develop.\n\nOur Professional Service Team had worked with over 30 HKSAR Government departments for over 20 years and had developed a thorough understanding of the departments’ requirement and procedures. In fact, developed as a common data environment for collecting, managing, analyzing and sharing of geospatial information, the ArcGIS platform has been widely adopted as the standard GIS software in many governmental departments such as Lands Department, Planning Department, Housing Department, Hong Kong Police Force, Fire Services Department, Water Supplies Department, Highways Department, and Transport Department.","Cosine Similarity":-0.0136062531},"211":{"Reference Code":"S-0222","Solution Name (Eng)":"Agorize Innovation Sourcing Platform","Solution Description":"Agorize is capable of providing a comprehensive service that can supply both spot on business solutions and expansion of the innovator community. We assist in connecting the government to some of the best talents\/innovators\/IT profiles from all over the world based on rigorous judging criteria, introducing our start-up ecosystem and existent student innovators community, and launching the software platform that creates an online space for interested parties to easily facilitate to accomplish a two-sided interaction between the government and the talents\/startups\/innovators. We can help to set up specifically multi-themed, problem solving challenges which would allow the government to raise deeper awareness of the problem areas to the public and acquire diversified and innovative solutions that can actually be implemented from intellects all over the world.","Cosine Similarity":-0.0144124739},"138":{"Reference Code":"S-0142","Solution Name (Eng)":"NetMotion Mobility","Solution Description":"NetMotion Mobility is an intelligent solution that not only secures connections and data, but enhances and optimizes network connectivity to ensure business-critical applications are always accessible. It is the component of NetMotion’s Mobile Performance Management solution that accelerates, optimizes and secures all mobile device traffic supporting any network, application or operating system.\n\nNetMotion Mobility transforms mobile access for both mobile users and the IT support team entrusted to manage and support them. Mobility insulates applications from the instabilities in networks enabling them to roam seamlessly between Wi-Fi and mobile operator network without user intervention delivering a resilient, “always-on” connectivity experience. NetMotion software also adds a layer of intelligence that is situationally-aware of the connections, devices and applications that a worker is using at any moment. It adjusts for the ever-changing network conditions to ensure mobile workers always get the best use experience from their mobile devices and applications.","Cosine Similarity":-0.0158579629},"207":{"Reference Code":"S-0218","Solution Name (Eng)":"Chief","Solution Description":"Brif is the first marketplace that provides short summaries of conferences and events and helps students, researchers and business professionals to harness the huge amount of knowledge that events generate worldwide","Cosine Similarity":-0.0199261587},"87":{"Reference Code":"S-0090","Solution Name (Eng)":"Smart Employee Learning Management","Solution Description":"A smart and effective learning delivery system has become ever more critical with new technologies available and new behaviours\/expectations of the younger generation of employees. There are clear requirements listed below.\n- Modernise the learning program to address 21st century challenges and employees\n- Reduce time spent on training in order to maximize time available to deliver work\n- Improve the user experience to make the system a destination and encourage employee adoption\n- Establish an HR function that can scale up and down quickly to meet rapidly changing needs\n- Deploy and record compliance training for a diverse group of employees who deliver critical services across the region\n- Empower IT staff to make configuration changes so that the system can keep pace with changes in internal processes\n- Employ best practices and make recommendations on ways to adapt the system to meet changing business needs\n\nSAP SuccessFactors Learning creates a learning management system that helps develop leaders, assure compliance, and train external audiences for better business results, productivity and competitiveness. It is recognised by Gartner, Forrester and IDC as a leader with a best-in-breed solution, yet can be implemented over a short period of time (typically 3.5 months to deployment).","Cosine Similarity":-0.0219828077},"169":{"Reference Code":"S-0175","Solution Name (Eng)":"Thermal Imaging Body Temperature Measurement Solution","Solution Description":"With this technology, public places for various entrances and exits can measure body temperature in a fast and effective way.  It can also prompt out alert from the system automatically in case the body temperature in an individual has exceeded the normal level.","Cosine Similarity":-0.0251200255},"16":{"Reference Code":"S-0017","Solution Name (Eng)":"Falling Alert System for Elderly Care-- Optical Monitoring System (OMS)","Solution Description":"OMS proposes its camera solutions as a better alternative, which does not require elderlies using any wearable technologies, and could instantly detect a falling motion which alerts the person-in-charge. The AI solution components are facial recognition that differentiates the identity of all elderlies inside the center, 3D key-point recognition that detects the motion of falling, and object recognition that identifies objects that might cause the fall. The solution components are all under 1 system.","Cosine Similarity":-0.0266798586},"256":{"Reference Code":"S-0272","Solution Name (Eng)":"Hybrid\/ E Bus\/ Mini Bus and Ferry Boat","Solution Description":"On top of the current funding from government, to speed up the process of the hybrid and electrical bus and ferry boats change\/upgrade in Hong Kong.\nWe are technically ready and aim to help the public transport operators to level up.\nHong Kong has more than 3000 buses and 100 ferry boats, to reduce pollution and cost of fuel, we need to work together.","Cosine Similarity":-0.031004291},"57":{"Reference Code":"S-0060","Solution Name (Eng)":"FROM Network Audit Programs","Solution Description":"The program is to assess the security of critical infrastructure to make government better prepared for smart city development concerning security aspect due to IT-OT convergence.  It is applicable for utilities, factories, building\/properties management, etc.","Cosine Similarity":-0.0319199264},"40":{"Reference Code":"S-0043","Solution Name (Eng)":"fieldConnect","Solution Description":"fieldConnect(外勤妥)  is an agile and flexible workflow system to manage the complex field services\/works for construction industry.  It orchestrates approval processes, job dispatch\/monitoring and proof of work for both internal staff and vendors.  The simple yet sophisticated mobile phone UI could record photos, GPS and time log within a minutes.  There is no more excuse not doing the proper work recording for field services any more.","Cosine Similarity":-0.0370581076},"45":{"Reference Code":"S-0048","Solution Name (Eng)":"AI-based Application","Solution Description":"ARTIFICIAL intelligence already helps run government, with cognitive applications doing everything from reducing backlogs and cutting costs to handling tasks we can’t easily do on our own, such as predicting fraudulent transactions and identifying criminal suspects via facial recognition. Indeed, while we expect AI-based technology in the years ahead to fundamentally transform how public-sector employees get work done—eliminating some jobs, redesigning countless others, and even creating entirely new professions—it’s already changing the nature of many jobs and revolutionizing facets of government operations.\n\nIt’s highly unusual for a business improvement to increase speed, enhance quality and reduce costs at the same time, but cognitive technologies offer that tantalising possibility.","Cosine Similarity":-0.0411440097},"114":{"Reference Code":"S-0118","Solution Name (Eng)":"Alteryx","Solution Description":"You know what it will take to serve citizens and constituents better and crush your department’s mission: analytics for more data-driven decisions. It’s a top priority among public sector CIOs. No matter what your department — defense, agriculture, health and human services, education, homeland security, tax and revenue management — establishing a data-centric culture is no longer optional.\n\nAnalysts at federal, state, and local government levels are all faced not just with a torrent of data, but with data silo proliferation. Legacy sources aren’t going away, and they’re joined by new cloud or Big Data apps stemming from IT modernization efforts. All must be tapped into, blended, and enriched to answer an almost daily series of new questions arising from a changing policy and budget landscape. Meeting the challenge head-on requires self-service analytics to build agile, trusted data sets that are infused with actionable geospatial, predictive, and machine-learning intelligence.\n\nALTERYX ENABLES PUBLIC SECTOR DATA PROFESSIONALS TO:\n•\tDrive successful program outcomes by blending myriad data sources, cleansing, enriching, and restructuring data, and performing sophisticated analysis, quickly and intuitively\n•\tUse the latest geospatial analysis and location optimization on databases, files, and unstructured data to make better decisions in hot areas like healthcare and intelligence\n•\tApply in-database performance and code-free workflows to tackle Big Data like weather patterns, taxes, crime statistics, health information, public assistance information, health services utilization, regulatory compliance, and enforcement analytics\n•\tEfficiently utilize advanced analytics, without coding in R or Python, such as statistical modeling, time series, predictive, prescriptive, and simulation using 40+ drag-and-drop tools\n•\tMake better decisions for constituents by easily incorporating external data, spatial information, firmographics, and more","Cosine Similarity":-0.0435043499},"259":{"Reference Code":"S-0279","Solution Name (Eng)":"RoomQ virtual waiting room for massive traffic","Solution Description":"The COVID19 pandemic forced many traditional face to face offline activities to online. The architecture and throughput of legacy online portals built years ago are not designed for this overwhelmed demand.\nWith the latest cloud computing technology, RoomQ helps to streamline website traffic by setting up a virtual waiting room in front of the existing system. RoomQ acts as the frontline to buffer traffic so that the existing system will not be brought down to out of service. The integration is very minimal, as simple as a one-line code change. RoomQ also offers mobile SDK for existing mobile apps to integrate seamlessly. The service works under a SAAS (Software As A Service) model. It is the most cost-effective solution for expected or unexpected peak traffic.","Cosine Similarity":-0.060704764},"91":{"Reference Code":"S-0094","Solution Name (Eng)":"Digital Transformation with Low code development platform","Solution Description":"The challenge that most IT organizations are facing is the continual growth of the demand and expectation for digital services for both internal and external users, IT teams are unable to catch up due to lack of resources and the constraints adhered to traditional manually coding process.\n\nOutSystems platform uses the Visual Development approach to drastically reduce the time and resources of software development cycles, enabling IT organizations to bring digital innovations to the market faster, quicker responds and changes to users’ requirements, taking the agile approach to ensure faster time to value.\n\nWith this, public services can quickly deliver new digital services and continuously improve such services in order to meet expectations of modern users in the mobility era.","Cosine Similarity":-0.0609613508},"111":{"Reference Code":"S-0114","Solution Name (Eng)":"Worker Insights","Solution Description":"Worker Insights is a multi-tenant, containerized analytics SaaS solution that embeds the Internet of Things (IoT) platform and leverages the edge. Maximo Worker Insights provides proactive and just-in-time analytics to help employers make decisions that improve workplace safety conditions and decrease disruption to the workplace.","Cosine Similarity":-0.0757801905}}