{"235":{"Reference Code":"S-0246","Solution Name (Eng)":"Remo Video Conferencing","Solution Description":"Remo is a video-first conferencing platform that operates as a physical online space allowing users to see, hear, and feel like other users are sitting next to them that matches real-life human experience.","Cosine Similarity":0.2366399318},"152":{"Reference Code":"S-0158","Solution Name (Eng)":"Switchable Glass \/ Film","Solution Description":"The foggy glass is foggy when it is not powered on, and it is transparent after power on. It can be used on the exterior wall glass of the conference room, or replace the projection screen, and become the whiteboard wall for video playback.","Cosine Similarity":0.225677222},"154":{"Reference Code":"S-0160","Solution Name (Eng)":"Smart glass","Solution Description":"Smart Glass:\n1\/ gradient effect of the Smart Film\n2\/ countdown function to turn off the Smart Film \n3\/ Display the countdown on the Smart Film","Cosine Similarity":0.2254313827},"172":{"Reference Code":"S-0178","Solution Name (Eng)":"Motor Insurance DLT Authentication System - MIDAS","Solution Description":"MIDAS is a motor insurance Distributed Ledger Technology (DLT) based authentication system which provides motor policy document authenticity checking service. It is fully supported by the Insurance Authority, and currently used by related departments of the Government, insurance companies, sub-agents & intermediaries and car owners. The system has been implemented and employed with fully proven record by multiple departments, NGO and private companies since early 2018.","Cosine Similarity":0.214340955},"202":{"Reference Code":"S-0213","Solution Name (Eng)":"Radar-based smart motion and position tracking system","Solution Description":"The Millimeter-wave system can track object motion and position based on the echo system. 3D model can be reconstructed by the millimeter-wave feedback signal. The system can identify user motion and position without invading user privacy. Besides, we do not need to collect any images or biometric information to identify the motion. Hospital wards or toilets which are privacy concern areas can apply this system to monitor accident events. People flow trends can be captured in an open area too.","Cosine Similarity":0.1935172081},"209":{"Reference Code":"S-0220","Solution Name (Eng)":"3D Spatial Intelligence Platform for flow and traffic managements","Solution Description":"Outsight 3D Spatial Intelligence Platform is a computer vision-based flow and traffic management solution.  The platform makes use of multiple Outsight 3D Semantic Cameras, which have the capabilities of an active infrared 3D Laser, an optional RGB 2D Camera, and an intelligence embedded processing unit, to create a real-time regional live map with all people, vehicles and items in the area of interest. The platform delivers real-time predictive analytics, KPI, alerts and queries for end-user to take the best decisions in response to the event of interest. \n\nThe real-time situation awareness capability assists end-user to visualize real-time footfall, waiting time, individual and aggregated behavior, to spot key events that require attention and interpret long-term trends.  The platform detects and understands the interactions between persons and objects to guide the optimization of any facilities, assets’ usage and usage experience. The security awareness of the platform also provides timely security-related alert and tracking without the need of a visual 2D camera.","Cosine Similarity":0.1930552572},"132":{"Reference Code":"S-0136","Solution Name (Eng)":"Document Authentication","Solution Description":"Fake or false documents feature in the majority of modern financial frauds are the greatest menace facing in the international trading community.\n\nFinancial institutions, traders, insurance companies, shipping agents and other intermediaries all rely on transport documents such as Bills of Lading, Seaway Bills, Airway Bills, CMR and FCR when making decisions. A document that appears genuine can induce a bank to pay for goods or finance a trade. It can prompt an insurance company to grant cover on a ship or shipment, or indemnify a fraudulent claimant. It may lead a shipping agent to release a cargo to someone that is not entitled to it.\n\nIt is important to remember that any document can be forged. In today's business world, fake documents mostly copy the style of a legitimate trader and it can be difficult for a non-experienced eye to spot the difference.\n\nDocuments for tax and probate purposes, regulatory paperwork for agency requirement certifications, the list goes on.\n\nOur solution, TRUSTDoc enable instant document authentication and connect document authenticator with the originator Anytime, Anywhere.","Cosine Similarity":0.1917856932},"218":{"Reference Code":"S-0229","Solution Name (Eng)":"SonoWatermark","Solution Description":"We make sound visible!\nOur Watermarking-Technology catch the consumers' attention at the point of interest (POI).\nSonoWatermark enable: \n1. direct sales via smartphone during watching TV\n2. lead generation for advertisements\n3. Live TV Show Voting","Cosine Similarity":0.1911297441},"212":{"Reference Code":"S-0223","Solution Name (Eng)":"OceanX Share","Solution Description":"OceanX Share is the best way to share documents to internal and external users securely. \n\nCompanies sharing documents through email are being threaded by data leakage. Email is transmitted through internet, captured and scanned by various third parties. Email information can be stolen by hackers and companies may lost credibility, facing fines and other legal consequences.  \n\nInstead of sharing documents simply through email, a secure document sharing system can help you to keep your data confidential, avoid lost of data and compliance with regulations, such as the Personal Data (Privacy) Ordinance and GDPR.\n\nOceanX Share controls access to shared documents with password control, view \/ print \/ download control, expiry date of the shared documents and control how many times a shared document to be access. It has Share History which allows users to know when and how a shared document is being access. Documents are stored in a secure link, users can send the link instead of whole document to others by email.","Cosine Similarity":0.1873953342},"28":{"Reference Code":"S-0031","Solution Name (Eng)":"PowerArena - Smart City Operations Platform","Solution Description":"The smart city applications of the PowerArena covers: \n- crowd management and analytics\n- traffic analytics\n- building facility monitoring and utilization \n- accident detection for public safety\n- illegal action detection for law enforcement\n\nSolution Overview:\nPowerArena enables timely collection, analysis and dissemination of city operations information in the physical environment by using mobile, IoT, AI and Big Data technologies.\n\nThere are 3  components of the PowerArena Platform:\n\n1) PowerArena Sense: a AI deep learning powered video analytics system, to analyze the video streams from the cameras, for objection and action detections. IoT sensors and 3rd system data can also be integrated. \n\n2) PowerArena Manage: a backend data streaming platform to connect PowerArena Sense, PowerArena Manage, PowerArena Act, for data processing, analytics and predictive modelling. A command dashboard is also available for administrators.\n\n3) PowerArena Act, including:\n- Mobile App: an internal app for field staff and operations team\n\n- Data API for 3rd party Integration: PowerArena can also be integrated with other external systems (i.e. signage, mobile app, chatbot, etc.) via the API provided, in order to provide real-time information to the public.","Cosine Similarity":0.1870488673}}